Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: Cost Tracker Settings
nl_nl: Instellingen Kostentracker

source: Insights
nl_nl: Inzichten

source: Manage API Keys
nl_nl: API-sleutels beheren

source: Add API Keys
nl_nl: API-sleutels toevoegen

source: Advanced Settings
nl_nl: Geavanceerde instellingen

source: Cron Schedules
nl_nl: Cron-tijdsschema's

source: Error Log
nl_nl: Foutenlogboek

source: Custom Event Monitor
nl_nl: Aangepaste gebeurtenismonitor

source: Logout
nl_nl: Uitloggen

source: Monitor
nl_nl: Beeldscherm

source: Monitor Type
nl_nl: Beeldscherm

source: Check Frequency
nl_nl: Vernieuwingsfrequentie

source: Last 24h Status
nl_nl: Laatste controlestatus

source: Last Check
nl_nl: Laatste controle

source: Undefined
nl_nl: Niet gedefinieerd

source: Monitor your sites uptime and site health. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Bewaak de uptime en gezondheid van uw site. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: minutes
nl_nl: minuten

source: Keyword
nl_nl: Trefwoord

source: Not checked yet.
nl_nl: Nog niet gecontroleerd.

source: Up
nl_nl: Omhoog

source: Down
nl_nl: Omlaag

source: Uptime Monitoring
nl_nl: Beschikbaarheidsmonitoring

source: For additional help with setting up the Uptime Monitoring, please see %1$sthis help document%2$s.
nl_nl: Voor extra hulp bij het instellen van de Basic Uptime monitoring, zie %1$sdit helpdocument%2$s.

source: Site Health Monitoring
nl_nl: Site gezondheidsmonitoring

source: For additional help with setting up the Site Health monitoring, please see %1$sthis help document%2$s.
nl_nl: Zie %1$sdit helpdocument%2$s voor meer hulp bij het instellen van Site Health monitoring.

source: Enable Site Health monitoring
nl_nl: Site Health monitoring inschakelen

source: Site health threshold
nl_nl: Gezondheidsdrempel locatie

source: Set preferred site health threshold.
nl_nl: Voorkeursdrempel voor sitegezondheid instellen.

source: manage dashboard settings
nl_nl: dashboardinstellingen beheren

source: Settings have been saved successfully!
nl_nl: Instellingen zijn succesvol opgeslagen!

source: Email notifications sent from MainWP Dashboard are listed below. Click on an email to configure it. For additional help, please see %1$sthis help document%2$s.
nl_nl: E-mailmeldingen die worden verzonden vanuit MainWP Dashboard staan hieronder. Klik op een e-mail om deze te configureren. Voor meer hulp, zie %1$sdit helpdocument%2$s.

source: Click to configure the email.
nl_nl: Klik op om de e-mail te configureren.

source: %1$sBoilerplate%2$s and %3$sReports%4$s extensions tokens are supported in the email settings and templates if Extensions are in use.
nl_nl: %1$sBoilerplate%2$s en %3$sRapporten%4$s extensie tokens worden ondersteund in de e-mailinstellingen en sjablonen als Extensies in gebruik zijn.

source: Daily notification about available updates and disconnected sites.
nl_nl: Dagelijkse melding over beschikbare updates en afgesloten sites.

source: Alert if any of your websites is down.
nl_nl: Waarschuwing als een van je websites down is.

source: Alert if any of your websites site health goes under the threshold.
nl_nl: Waarschuwing als de sitegezondheid van een van je websites onder de drempel komt.

source: Alert if any of your websites return unexpected HTTP status after running updates.
nl_nl: Waarschuwing als een van je websites een onverwachte HTTP-status retourneert na het uitvoeren van updates.

source: Receive a notification when an extension's license is deactivated.
nl_nl: Een melding ontvangen wanneer de licentie van een extensie is gedeactiveerd.

source: Custom email template deleted successfully.
nl_nl: Aangepaste e-mailsjabloon succesvol verwijderd.

source: Email template copied successfully.
nl_nl: E-mailsjabloon succesvol gekopieerd.

source: Email template updated successfully.
nl_nl: E-mailsjabloon succesvol bijgewerkt.

source: Daily Digest Email
nl_nl: Dagelijkse E-mail

source: Uptime Monitoring Email
nl_nl: Basis Uptime-bewaking per e-mail

source: Site Health Monitoring Email
nl_nl: Site gezondheidsmonitoring e-mail

source: Extension License Deactivation Notification Email
nl_nl: E-mail voor deactivering van uitbreidingslicenties

source: After Updates HTTP Check Email
nl_nl: Na updates HTTP e-mail controleren

source: Search Results
nl_nl: Zoekresultaten

# Plugin Installer
source: Featured
nl_nl: Uitgelicht

# Plugin Installer
source: Popular
nl_nl: Populair

# Plugin Installer
source: Recommended
nl_nl: Aanbevolen

# Plugin Installer
source: Beta Testing
nl_nl: Bètatesten

source: Try again
nl_nl: Probeer opnieuw

source: No plugins match your request.
nl_nl: Er zijn geen plugins die aan je verzoek voldoen.

source: First page
nl_nl: Eerste pagina

source: Previous page
nl_nl: Vorige pagina

source: Next page
nl_nl: Volgende pagina

source: Last page
nl_nl: Laatste pagina

# Plugin installer group title
source: Performance
nl_nl: Prestaties

source: By %s
nl_nl: Door %s

source: Updated:
nl_nl: Bijgewerkt:

source: %s ago
nl_nl: %s geleden

source: Install Plugin
nl_nl: Pluin Installeren

source: Site ID not found. Please reload the page and try again.
nl_nl: Site ID niet gevonden. Laad de pagina opnieuw en probeer het opnieuw.

source: No site selected!
nl_nl: Geen site geselecteerd!

source: Invalid response!
nl_nl: Ongeldig antwoord!

source: finished...
nl_nl: klaar...

source: Site ID or backup task ID not found. Please reload the page and try again.
nl_nl: Site-ID of back-uptaak-ID niet gevonden. Laad de pagina opnieuw en probeer het opnieuw.

source: Double request!
nl_nl: Dubbel verzoek!

source: Insecure request! Please try again. If you keep experiencing the problem, please review MainWP Knowledgebase, and if you still have issues, please let us know in the MainWP Community.
nl_nl: Onveilig verzoek! Probeer het opnieuw. Als u het probleem blijft ondervinden, raadpleeg dan de MainWP Knowledgegebase en als u nog steeds problemen ondervindt, laat het ons dan weten in de MainWP Community.

source: Invalid data provided.
nl_nl: Ongeldige data opgegeven.

source: Unable to connect to the filesystem. Please confirm your credentials.
nl_nl: Kan niet verbinden met het bestandssysteem. Controleer uw gegevens.

source: Plugin could not be deleted.
nl_nl: Plugin kon niet worden verwijderd.

source: Too many requests
nl_nl: Te veel verzoeken

source: Empty or Invalid request data, please try again.
nl_nl: Lege of ongeldige aanvraaggegevens, probeer het opnieuw.

source: No response from the WordPress update server.
nl_nl: Geen reactie van de WordPress updateserver.

source: fetch_url_authed exception
nl_nl: fetch_url_authed uitzondering

source: Client removed successfully.
nl_nl: Klant succesvol verwijderd.

source: Client ID empty.
nl_nl: Client-ID leeg.

source: WP nonce could not be verified. Please reload the page and try again.
nl_nl: WP nonce kon niet worden geverifieerd. Laad de pagina opnieuw en probeer het opnieuw.

source: This website does not exist.
nl_nl: Deze website bestaat niet.

source: You cannot edit this website.
nl_nl: Je kunt deze website niet bewerken.

source: Row data saved successfully.
nl_nl: Opmerking succesvol opgeslagen.

source: Delete import row successfully.
nl_nl: met succes genegeerd.

source: Created client successfully.
nl_nl: Tag succesvol aangemaakt.

source: Plugin or theme not specified. Please reload the page and try again.
nl_nl: Plugin of thema niet opgegeven. Laad de pagina opnieuw en probeer het opnieuw.

source: update translations
nl_nl: vertalingen bijwerken

source: Backup process in progress on the child site. Please, try again later.
nl_nl: Back-up wordt uitgevoerd op de kindersite. Probeer het later nog eens.

source: Item slug could not be found. Update process could not be executed.
nl_nl: Item slug kon niet worden gevonden. Het updateproces kon niet worden uitgevoerd.

source: Item ID not found. Please reload the page and try again.
nl_nl: Item ID niet gevonden. Laad de pagina opnieuw en probeer het opnieuw.

source: Item slug not found. Please reload the page and try again.
nl_nl: Item slug niet gevonden. Laad de pagina opnieuw en probeer het opnieuw.

source: ignore/unignore updates
nl_nl: updates negeren/afwijzen

source: Site ID invalid or site not found. Please try again.
nl_nl: Site ID ongeldig of site niet gevonden. Probeer het opnieuw.

source: Invalid types. Please try again.
nl_nl: Ongeldige types. Probeer het opnieuw.

source: Unexpected error occurred. Please try again.
nl_nl: Onverwachte fout opgetreden. Probeer het opnieuw.

source: Invalid URL.
nl_nl: Ongeldige URL.

source: delete sites
nl_nl: sites verwijderen

source: Request failed. Please, try again.
nl_nl: Aanvraag mislukt. Probeer het opnieuw.

source: File is too large, increase post_max_size and/or upload_max_filesize
nl_nl: Bestand is te groot, verhoog post_max_size en/of upload_max_filesize

source: File has an invalid extension, it should be one of
nl_nl: Bestand heeft een ongeldige extensie, het zou een van de volgende moeten zijn

source: Could not save uploaded file!
nl_nl: Kan geüpload bestand niet opslaan!

source: The upload was cancelled, or server error encountered.
nl_nl: De upload is geannuleerd of er is een serverfout opgetreden.

source: ERROR:
nl_nl: FOUT:

source: Undefined error! Please, reinstall the MainWP Child plugin on the child site.
nl_nl: Ongedefinieerde fout! Installeer de MainWP Child plugin opnieuw op de child site.

source: Download icon file failed
nl_nl: Downloaden van pictogrambestand mislukt

source: Once every 5 minutes
nl_nl: Eens elke 5 minuten

source: Once every minute
nl_nl: Een keer per minuut

source: FlyWheel disables WP core updates. For more information contact FlyWheel support.
nl_nl: FlyWheel schakelt WP core updates uit. Neem voor meer informatie contact op met FlyWheel support.

source: Pressable disables WP core updates. For more information contact Pressable support.
nl_nl: Pressable schakelt WP core updates uit. Neem voor meer informatie contact op met Pressable support.

source: (Default)
nl_nl: (Standaard)

source: Update settings.
nl_nl: Instellingen bijwerken.

source: Settings have been updated.
nl_nl: De instellingen werden geupdated.

source: An error occured.
nl_nl: Foutmelding.

source: Testing login.
nl_nl: Testlogin.

source: Your login is valid.
nl_nl: Uw aanmelding is geldig.

source: Your login is invalid.
nl_nl: Uw aanmelding is ongeldig.

source: An error occured, please contact us.
nl_nl: Er is een fout opgetreden, neem contact met ons op.

source: more
nl_nl: meer

source: less
nl_nl: minder

source: An error occured:
nl_nl: Er is een fout opgetreden:

source: No data available. Connect your sites using the Settings submenu.
nl_nl: Geen gegevens beschikbaar. Verbind uw sites via het submenu Instellingen.

source: UPDATING
nl_nl: BIJWERKEN

source: UPGRADING
nl_nl: UPGRADEN

source: DONE
nl_nl: GEREED

source: DISCONNECTED
nl_nl: GESCHAKELD

source: Ignored
nl_nl: Genegeerd

source: No ignored %1 conflicts
nl_nl: Geen genegeerde %1 cconflicten

source: No ignored plugins
nl_nl: Geen genegeerde plugins

source: No ignored themes
nl_nl: Geen genegeerde thema's

source: Upgrading..
nl_nl: Upgraden..

source: Update failed
nl_nl: Bijwerken mislukt

source: Show All
nl_nl: Toon alles

source: Show
nl_nl: Toon

source: Hide All
nl_nl: Verberg alles

source: Hide
nl_nl: Verberg

source: Testing ...
nl_nl: Testen ...

source: Test Settings
nl_nl: Test Instellingen

source: Received wrong response from the server.
nl_nl: Verkeerde reactie ontvangen van de server.

source: Untitled
nl_nl: Naamloos

source: Are you sure you want to remove this destination. This could make some of the backup tasks invalid.
nl_nl: Weet je zeker dat je deze bestemming wilt verwijderen? Hierdoor kunnen sommige back-uptaken ongeldig worden.

source: Starting backup task.
nl_nl: Back-uptaak starten.

source: Backup task complete
nl_nl: Backuptaak voltooid

source: Creating backupfile.
nl_nl: Back-upbestand maken.

source: Backupfile created successfully.
nl_nl: Back-upbestand succesvol aangemaakt.

source: Uploading to remote destinations..
nl_nl: Uploaden naar externe bestemmingen...

source: Backup complete.
nl_nl: Back-up voltooid.

source: Upload to %1 (%2) succesful
nl_nl: Uploaden naar %1 (%2) gelukt

source: Please select websites or tags to add a backup task.
nl_nl: Selecteer websites of tags om een back-uptaak toe te voegen.

source: Adding the task to MainWP
nl_nl: De taak toevoegen aan MainWP

source: Please select websites or tags.
nl_nl: Selecteer websites of tags.

source: Removing the task..
nl_nl: De taak verwijderen.

source: The task has been removed
nl_nl: De taak is verwijderd

source: An unspecified error occured
nl_nl: Er is een niet nader gespecificeerde fout opgetreden

source: Connection test successful.
nl_nl: Verbindingstest geslaagd.

source: Please enter csv file for upload.
nl_nl: Voer een csv-bestand in om te uploaden.

source: Please enter a name for the website
nl_nl: Voer een naam in voor de website

source: Please enter a username for the administrator
nl_nl: Voer een gebruikersnaam in voor de beheerder

source: Adding the site to MainWP
nl_nl: De site toevoegen aan MainWP

source: No MainWP Child plugin detected, first install and activate the plugin and add your site to MainWP afterwards. Click <a href="%1" target="_blank">here</a> to install <a href="%2" target="_blank">MainWP</a> <i class="external alternate icon"></i> plugin (do not forget to activate it after installation).
nl_nl: Geen MainWP Child plugin gedetecteerd, installeer en activeer eerst de plugin en voeg daarna je site toe aan MainWP. Klik <a href="%1" target="_blank">hier</a> om <a href="%2" target="_blank">MainWP</a> <i class="external alternate icon"></i> plugin te installeren (vergeet niet te activeren na installatie).

source: Testing the connection
nl_nl: De verbinding testen

source: Are you sure you want to delete this site?
nl_nl: Bent u zeker dat u deze locatie wilt verwijderen?

source: Removing and deactivating the MainWP Child plugin..
nl_nl: De MainWP Child plugin verwijderen en deactiveren....

source: The requested site has not been found
nl_nl: De opgevraagde site is niet gevonden

source: The site has been removed but the MainWP Child plugin could not be disabled
nl_nl: De site is verwijderd maar de MainWP Child plugin kon niet worden uitgeschakeld

source: Finished
nl_nl: Afgerond

source: Please enter the Site name.
nl_nl: Voer de sitenaam in.

source: Please enter the Site url.
nl_nl: Voer de url van de site in.

source: Please enter Admin name of the site.
nl_nl: Voer de Admin-naam van de site in.

source: Number of sites to Import: %1 Created sites: %2 Failed: %3
nl_nl: Aantal te importeren sites: %1 Aangemaakte sites: %2 Fgearchiveerd: %3

source: HTTP error - website does not exist
nl_nl: HTTP-fout - website bestaat niet

source: No selected Categories
nl_nl: Geen geselecteerde categorieën

source: Please select websites or tags to add a user.
nl_nl: Selecteer websites of tags om een gebruiker toe te voegen.

source: Number of Users to Import: %1 Created users: %2 Failed: %3
nl_nl: Aantal te importeren gebruikers: %1 Aangemaakte gebruikers: %2 Fgearchiveerd: %3

source: Please enter the username.
nl_nl: Voer de gebruikersnaam in.

source: Please enter the email.
nl_nl: Voer het e-mailadres in.

source: Please enter the password.
nl_nl: Voer het wachtwoord in.

source: Please select a valid role.
nl_nl: Selecteer een geldige rol.

source: Loading previous page..
nl_nl: Vorige pagina wordt geladen...

source: Loading next page..
nl_nl: Volgende pagina wordt geladen...

source: Searching the WordPress repository..
nl_nl: Zoeken in de WordPress repository...

source: Please select websites or tags on the right side to install files.
nl_nl: Selecteer websites of tags aan de rechterkant om bestanden te installeren.

source: In progress
nl_nl: In behandeling

source: Preparing %1 installation.
nl_nl: Installatie %1 wordt voorbereid.

source: Installation successful
nl_nl: Installatie voltooid

source: Installation failed
nl_nl: Installatie mislukt

source: Please select websites or tags to install files.
nl_nl: Selecteer websites of tags om bestanden te installeren.

source: Creating the backupfile on the child installation, this might take a while depending on the size. Please be patient.
nl_nl: Het maken van het backupbestand op de kindinstallatie, dit kan even duren afhankelijk van de grootte. Wees geduldig.

source: Download from child completed.
nl_nl: Download van kind voltooid.

source: Please wait while we are saving your note
nl_nl: Wacht even terwijl we je notitie opslaan

source: Note saved.
nl_nl: Notitie opgeslagen.

source: An error occured while saving your message.
nl_nl: Er is een fout opgetreden tijdens het opslaan van je bericht.

source: Please search and select users for update password.
nl_nl: Zoek en selecteer gebruikers voor het bijwerken van het wachtwoord.

source: All
nl_nl: Alle

source: Any
nl_nl: Elke

source: Error on your child WordPress
nl_nl: Fout op je WordPress kind

source: MainWP Child plugin not detected. First, install and activate the plugin and add your site to MainWP afterwards. If you continue experiencing this issue, Please review MainWP Knowledgebase, and if you still have issues, please let us know in the MainWP Community.
nl_nl: MainWP Child-plugin niet gedetecteerd. Installeer en activeer eerst de plugin en voeg daarna je site toe aan MainWP. Als je dit probleem blijft ervaren, lees dan de MainWP Knowledgegebase, en als je nog steeds problemen hebt, laat het ons dan weten in de MainWP Community.

source: Please reconnect to Dropbox
nl_nl: Maak opnieuw verbinding met Dropbox

source: Please wait
nl_nl: Even geduld

source: Upgrading all
nl_nl: Alle upgrades

source: Upgrading %1
nl_nl: Upgraden van %1

source: Updating your plan...
nl_nl: Je plan bijwerken...

source: Updated your plan
nl_nl: Je plan bijgewerkt

source: A full backup has not been taken in the last %1 days for the following sites:
nl_nl: Voor de volgende sites is in de afgelopen %1 djaren geen volledige back-up gemaakt:

source: Starting required backup(s).
nl_nl: Benodigde back-up(s) starten.

source: Required backup(s) complete
nl_nl: Vereiste back-up(s) voltooid

source: Full backup required
nl_nl: Volledige back-up vereist

source: Checking backup settings
nl_nl: Back-upinstellingen controleren

source: Hide Shortcuts
nl_nl: Snelkoppelingen verbergen

source: Show Shortcuts
nl_nl: Snelkoppelingen weergeven

source: Bulk reconnect finished.
nl_nl: Bulkherverbinding voltooid.

source: Note Saved
nl_nl: Opmerking Opgeslagen

source: An error occured while saving your message
nl_nl: Er is een fout opgetreden tijdens het opslaan van je bericht

source: Installation Successful
nl_nl: Installatie geslaagd

source: Upload to %1 (%2) successful.
nl_nl: Uploaden naar %1 (%2) gelukt.

source: Updating Themes
nl_nl: Thema's bijwerken

source: Updating Plugins
nl_nl: Plugins bijwerken

source: Updating
nl_nl: Bijwerken

source: The backup task was added successfully
nl_nl: De back-uptaak is succesvol toegevoegd

source: Bulk test connection finished
nl_nl: Bulktestverbinding voltooid

source: To find out more about what your HTTP status code means please %1click here%2 to locate your number (%3)
nl_nl: Om meer te weten te komen over wat je HTTP-statuscode betekent, %1cklik hier%2 om je nummer te vinden (%3)

source: Refreshing the page for Step 3 "Grab API Keys" in 5 seconds... if refresh fails please %1click here%2.
nl_nl: De pagina voor stap 3 "API-sleutels ophalen" wordt over 5 seconden vernieuwd... als vernieuwen niet lukt, klik dan %1chier%2.

source: No ignored abandoned plugins
nl_nl: Geen genegeerde verlaten plugins

source: Please upload plugins to install.
nl_nl: Upload plugins om te installeren.

source: Please upload themes to install.
nl_nl: Upload thema's om te installeren.

source: Would you like to use the Bulk Settings Manager with these plugin? Check out the %1Documentation%2.
nl_nl: Wil je de Bulk Settings Manager gebruiken met deze plugin? Bekijk dan de %1Documentation%2.

source: %1 could not be deleted. This theme is parent theme for the currently active theme.
nl_nl: %1 cmag niet worden verwijderd. Dit thema is het ouderthema voor het huidige actieve thema.

source: %1 could not be deleted. This theme is active theme.
nl_nl: %1 cmag niet worden verwijderd. Dit thema is een actief thema.

source: You have a MainWP Extension that does not have an active API entered. This means you will not receive updates or support. Please visit the %1$sExtensions%2$s page and enter your API.
nl_nl: U hebt een MainWP-extensie waarvoor geen actieve API is ingevoerd. Dit betekent dat u geen updates of ondersteuning ontvangt. Ga naar de pagina %1$sExtensies%2$s en voer uw API in.

source: Important Notice:
nl_nl: Belangrijke opmerking:

source: MainWP Version 4 is a major upgrade from MainWP Version 3. Please, read this&nbsp; %1$supdating FAQ%2$s.
nl_nl: MainWP versie 4 is een grote upgrade ten opzichte van MainWP versie 3. Lees deze %1$supdate FAQ%2$s.

source: MainWP 5.0 Update Notice
nl_nl: MainWP 5.0 Updatebericht

source: Hard Refresh Required
nl_nl: Harde verversing vereist

source: Please perform a hard refresh of your browser to ensure optimal performance and access to all new features.
nl_nl: Ververs uw browser om optimale prestaties en toegang tot alle nieuwe functies te garanderen.

source: This step is crucial for loading the latest updates effectively.
nl_nl: Deze stap is cruciaal voor het effectief laden van de nieuwste updates.

source: Windows users: Press `Ctrl + F5`
nl_nl: Windows-gebruikers: Druk op `Ctrl + F5`

source: Mac users: Press `Command + R`
nl_nl: Mac-gebruikers: Druk op `Command + R`

source: Linux users: Press `F5`
nl_nl: Linux-gebruikers: Druk op `F5`

source: Extensions License Reactivation Required
nl_nl: Uitbreidingen Licentie heractivering vereist

source: As part of our upgrade to MainWP Dashboard version 5, we've deactivated extension licenses to verify their validity and ensure everything is up to date.
nl_nl: Als onderdeel van onze upgrade naar MainWP Dashboard versie 5, hebben we extensielicenties gedeactiveerd om hun geldigheid te controleren en ervoor te zorgen dat alles up-to-date is.

source: Simply click the "Activate Extensions" button on the Extensions page to reactivate all your Pro extension licenses in one go. It's quick and easy!
nl_nl: Klik gewoon op de knop "Extensies activeren" op de pagina Extensies om al je Pro-extensie licenties in één keer te reactiveren. Het is snel en gemakkelijk!

source: We appreciate your understanding and cooperation in keeping your MainWP ecosystem secure and efficient. Need help? Reach out to our support team
nl_nl: We waarderen je begrip en medewerking om je MainWP ecosysteem veilig en efficiënt te houden. Hulp nodig? Neem contact op met ons ondersteuningsteam

source: Thank you for using MainWP!
nl_nl: Bedankt voor het gebruik van MainWP!

source: MainWP 5.0.2 Update Notice
nl_nl: MainWP 5.0.2 updatebericht

source: Please perform a hard refresh of your browser to ensure optimal performance and access to all new features. This step is crucial for loading the latest updates effectively.
nl_nl: Voer een harde refresh van je browser uit om optimale prestaties en toegang tot alle nieuwe functies te garanderen. Deze stap is cruciaal voor het effectief laden van de nieuwste updates.

source: tmpfile() function is currently disabled on your server.
nl_nl: tmpfile() functie is momenteel uitgeschakeld op uw server.
