Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: Active theme on the site can not be deleted.
nl_nl: Actieve thema's op de site kunnen niet worden verwijderd.

source: Add new theme
nl_nl: Nieuw thema toevoegen

source: Search themes
nl_nl: Zoek naar thema’s

source: Upload theme
nl_nl: Thema uploaden

source: An unexpected error occurred. Something may be wrong with WordPress.org or this server&#8217;s configuration. If you continue to have problems, please try the <a href="https://wordpress.org/support/">support forums</a>.
nl_nl: Er is een onverwachte fout opgetreden. Er kan iets mis zijn met WordPress.org of de configuratie van deze server. Als je problemen blijft houden, probeer dan de <a href="https://wordpress.org/support/">ondersteuningsforums</a>.

source: Number of themes found: %d
nl_nl: Aantal gevonden thema's: %d

source: No themes found. Try a different search.
nl_nl: Geen thema's gevonden. Probeer een andere zoekopdracht.

source: Collapse sidebar
nl_nl: Zijbalk samenvouwen

source: Expand sidebar
nl_nl: Zijbalk uitvouwen

source: install themes
nl_nl: thema's installeren

source: Install themes on your child sites. You can install themes from the WordPress.org repository or by uploading a ZIP file. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Installeer thema's op je kindersites. Je kunt thema's installeren vanuit de WordPress.org repository of door een ZIP-bestand te uploaden. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: If enabled and the theme already installed on the sites, the already installed version will be overwritten.
nl_nl: Als dit is ingeschakeld en het thema al op de sites is geïnstalleerd, wordt de reeds geïnstalleerde versie overschreven.

source: Version: %s
nl_nl: Versie: %s

source: This theme has not been rated yet.
nl_nl: Dit thema is nog niet beoordeeld.

source: Preview
nl_nl: Voorbeeld

source: Add to Favorites
nl_nl: Toevoegen aan favorieten

source: Previous
nl_nl: Vorige

source: Next
nl_nl: Volgende

source: Collapse Sidebar
nl_nl: Zijbalk samenvouwen

source: Collapse
nl_nl: Inklappen

source: The MainWP Advanced Auto Updates feature is a tool for your Dashboard to automatically update themes that you trust to be updated without breaking your Child sites.
nl_nl: De functie MainWP Advanced Auto Updates is een hulpmiddel voor je Dashboard om thema's waarvan je vertrouwt dat ze worden bijgewerkt automatisch bij te werken zonder je Child sites te breken.

source: Only mark themes as trusted if you are absolutely sure they can be automatically updated by your MainWP Dashboard without causing issues on the Child sites!
nl_nl: Markeer thema's alleen als vertrouwd als je absoluut zeker weet dat ze automatisch kunnen worden bijgewerkt door je MainWP Dashboard zonder problemen te veroorzaken op de Child sites!

source: Advanced Auto Updates a delayed approximately 24 hours from the update release. Ignored themes can not be automatically updated.
nl_nl: Geavanceerde automatische updates worden ongeveer 24 uur na de release van de update uitgesteld. Genegeerde thema's kunnen niet automatisch worden bijgewerkt.

source: Loading themes
nl_nl: Thema's laden

source: Theme Status to Search
nl_nl: Themastatus naar Zoeken

source: Manage themes you have told your MainWP Dashboard to ignore updates on global or per site level. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Thema's beheren die je in je MainWP Dashboard hebt aangegeven om updates te negeren op globaal of per site niveau. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Globally Ignored Themes
nl_nl: Wereldwijd genegeerde thema's

source: These are themes you have told your MainWP Dashboard to ignore updates on global level and not notify you about pending updates.
nl_nl: Dit zijn thema's waarvan je hebt gezegd dat het MainWP Dashboard updates op globaal niveau moet negeren en je niet moet informeren over lopende updates.

source: Per Site Ignored Themes
nl_nl: Per site genegeerde thema's

source: These are themes you have told your MainWP Dashboard to ignore updates per site level and not notify you about pending updates.
nl_nl: Dit zijn thema's waarvan je hebt aangegeven dat het MainWP Dashboard updates op siteniveau negeert en je niet informeert over updates die nog in de maak zijn.

source: Theme slug
nl_nl: Thema slak

source: Manage abandoned themes you have told your MainWP Dashboard to ignore on global or per site level. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Beheer verlaten thema's die u in uw MainWP Dashboard hebt laten negeren op globaal of per site niveau. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Globally Ignored Abandoned Themes
nl_nl: Wereldwijd genegeerde verlaten thema's

source: These are themes you have told your MainWP Dashboard to ignore on global level even though they have passed your Abandoned Themes Tolerance date
nl_nl: Dit zijn thema's die je MainWP Dashboard op globaal niveau moet negeren, ook al zijn ze de tolerantiedatum voor verlaten thema's gepasseerd

source: Per Site Ignored Abandoned Themes
nl_nl: Per site genegeerde verlaten thema's

source: These are themes you have told your MainWP Dashboard to ignore per site level even though they have passed your Abandoned Theme Tolerance date
nl_nl: Dit zijn thema's waarvan je het MainWP-dashboard hebt verteld dat ze op siteniveau moeten worden genegeerd, ook al zijn ze je tolerantiedatum voor verlaten thema's gepasseerd

source: If you need help with managing themes, please review following help documents
nl_nl: Als je hulp nodig hebt bij het beheren van thema's, bekijk dan de volgende helpdocumenten

source: No update found for the set locale.
nl_nl: Geen update gevonden voor de ingestelde locale.

source: No response from the child site server.
nl_nl: Geen reactie van de kindersiteserver.

source: Invalid response from child site.
nl_nl: Ongeldig antwoord van kindersite.

source: Invalid response retured from the child site. Please try again.
nl_nl: Ongeldig antwoord ontvangen van de kindersite. Probeer het opnieuw.

source: Update Selected Sites
nl_nl: Geselecteerde sites bijwerken

source: Update All Tags
nl_nl: Alle tags bijwerken

source: Update WordPress Core files on all child sites.
nl_nl: Werk de WordPress Core-bestanden bij op alle kindersites.

source: Click to see available updates
nl_nl: Beschikbare update tonen

source: Update all sites in the tag
nl_nl: Werk alle sites in de tag bij

source: Version:
nl_nl: Versie:

source: Latest:
nl_nl: Nieuwste:

source: Update Selected Plugins
nl_nl: Geselecteerde plugins bijwerken

source: Update all sites.
nl_nl: Werk alle sites bij.

source: Update All Plugins
nl_nl: Alle plugins bijwerken

source: Version:
nl_nl: Versie:

source: Update Selected Themes
nl_nl: Geselecteerde thema's bijwerken

source: Update All Themes
nl_nl: Alle thema's bijwerken

source: Update selected sites.
nl_nl: Werk geselecteerde sites bij.

source: Latest:
nl_nl: Laatst:

source: Update all translations
nl_nl: Alle vertalingen bijwerken

source: Update All Sites
nl_nl: Alle sites bijwerken

source: Abandoned
nl_nl: Afgebroken

source: Abandoned:
nl_nl: Verlaten:

source: Last Update:
nl_nl: Laatste update:

source: Ignore Globally
nl_nl: Overal negeren

source: Update selected translations
nl_nl: Geselecteerde vertalingen bijwerken

source: Update Selected Translations
nl_nl: Geselecteerde vertalingen bijwerken

source: Update All Translations
nl_nl: Alle vertalingen bijwerken

source: Update WordPress Core files on selected child sites.
nl_nl: Update WordPress Core-bestanden op geselecteerde kindersites.

source: Current Version
nl_nl: Huidige versie

source: Update all plugins.
nl_nl: Werk alle plugins bij.

source: Update all themes.
nl_nl: Werk alle thema's bij.

source: Theme:
nl_nl: Thema:

source: Updates Ignore
nl_nl: Updates negeren

source: Visit this dashboard.
nl_nl: Bezoek dit dashboard.

source: Others
nl_nl: Anderen

source: Manage available updates for all your child sites. From here, you can update update %1$splugins%2$s, %3$sthemes%4$s, and %5$sWordPress core%6$s.
nl_nl: Beheer beschikbare updates voor al je kindersites. Vanaf hier kun je %1$splugins%2$s, %3$sthema's%4$s en %5$sWordPress core%6$s bijwerken.

source: Translations Updates
nl_nl: Vertalingen Updates

source: Show updates per Site
nl_nl: Toon updates per site

source: Show updates per Item
nl_nl: Updates per item weergeven

source: Show updates per Tag
nl_nl: Toon updates per tag

source: Check for Abandoned Plugins
nl_nl: Controleren op verlaten plugins

source: Check for Abandoned Plugins.
nl_nl: Controleer op verlaten plugins.

source: Check for Abandoned Themes
nl_nl: Controleer op verlaten thema's

source: Check for Abandoned Themes.
nl_nl: Controleer op verlaten thema's.

source: Click here to see the list of ignored WordPress core updates.
nl_nl: Klik hier om de lijst met alle sites en gedetecteerde beveiligingsproblemen te bekijken.

source: View Ignored Core Updates
nl_nl: Bekijk genegeerde kernupdates

source: Click here to see the list of ignored plugin updates.
nl_nl: Klik hier om de lijst met alle sites en gedetecteerde beveiligingsproblemen te bekijken.

source: View Ignored Plugin Updates
nl_nl: Genegeerde updates voor plugins bekijken

source: Click here to see the list of ignored theme updates.
nl_nl: Klik hier om de lijst met alle sites en gedetecteerde beveiligingsproblemen te bekijken.

source: View Ignored Theme Updates
nl_nl: Genegeerde thema-updates bekijken

source: Backup Check
nl_nl: Back-up controleren

source: Backup All
nl_nl: Alle back-ups

source: Enable or disable automatic plugin updates.
nl_nl: Automatische updates van plugins in- of uitschakelen.

source: Enable or disable automatic theme updates.
nl_nl: Automatische thema-updates in- of uitschakelen.

source: If you need help with managing updates, please review following help documents
nl_nl: Als je hulp nodig hebt bij het beheren van updates, bekijk dan de volgende helpdocumenten

source: Role
nl_nl: Rol

source: Loading Users...
nl_nl: Gebruikers worden geladen...

source: Automatically refreshing to get up to date information.
nl_nl: Automatisch verversen om actuele informatie te krijgen.

source: Manage existing users on your child sites. Here you can Delete, Edit or Change Role for existing users. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Beheer bestaande gebruikers op uw kindersites. Hier kunt u rollen voor bestaande gebruikers verwijderen, bewerken of wijzigen. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Subscriber
nl_nl: Abonnee

source: Administrator
nl_nl: Beheerder

source: Contributor
nl_nl: Bijdrager

source: Select Roles
nl_nl: Selecteer de rollen

source: Select specific roles that you want to search for.
nl_nl: Selecteer specifieke rollen waarnaar u wilt zoeken.

source: Select wanted role(s)
nl_nl: Selecteer gewenste rol(len)

source: Show Users
nl_nl: Gebruikers tonen

source: Enter specific username that you want to search for.
nl_nl: Voer de specifieke gebruikersnaam in waarnaar u wilt zoeken.

source: Do not update
nl_nl: Niet bijwerken

source: &mdash; No role for this site &mdash;
nl_nl: &mdash; Geen rol voor deze site &mdash;

source: Edit User
nl_nl: Bewerk gebruiker

source: About the user
nl_nl: Over %s

source: Please use the search options to find wanted users.
nl_nl: Gebruik de zoekopties om gezochte gebruikers te vinden.

source: User has been deleted
nl_nl: Gebruiker is verwijderd

source: User has been updated
nl_nl: Gebruiker is bijgewerkt

source: User password has been updated
nl_nl: Gebruikerswachtwoord is bijgewerkt

source: Site ID or user ID not found. Please reload the page and try again.
nl_nl: Site-ID of gebruikers-ID niet gevonden. Laad de pagina opnieuw en probeer het opnieuw.

source: You can not edit this website!
nl_nl: Je kunt deze website niet bewerken!

source: This user is used for our secure link, it can not be deleted.
nl_nl: Deze gebruiker wordt gebruikt voor onze beveiligde link en kan niet worden verwijderd.

source: Unexpected error.
nl_nl: Onverwachte fout, probeer opnieuw.

source: Use the provided form to create a new user on your child site. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Gebruik het meegeleverde formulier om een nieuwe gebruiker aan te maken op uw kindersite. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Generate Password
nl_nl: Genereer wachtwoord

source: Send Password?
nl_nl: Wachtwoord versturen?

source: Use the form to bulk import users. You can download the sample CSV file to see how to fomat the import file properly. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Gebruik het formulier om gebruikers in bulk te importeren. Je kunt het CSV-voorbeeldbestand downloaden om te zien hoe je het importbestand op de juiste manier formatteert. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Download Sample CSV file
nl_nl: CSV-voorbeeldbestand downloaden

source: New User
nl_nl: Nieuwe gebruiker

source: Importing new users and add them to your sites.
nl_nl: Importeer nieuwe gebruikers en voeg ze toe aan je sites.

source: Importing Users
nl_nl: Gebruikers importeren

source: Save failed
nl_nl: Opslaan mislukt

source: Invalid data. Please make sure that the Import file has been formated properly.
nl_nl: Ongeldige gegevens. Controleer of het importbestand correct is opgemaakt.

source: File could not be uploaded. Temporary file cold not be created. Please make sure that the tmpfile() PHP function is enabled on your server.
nl_nl: Bestand kon niet worden geüpload. Tijdelijk bestand kan niet worden aangemaakt. Controleer of de PHP-functie tmpfile() is ingeschakeld op uw server.

source: File could not be uploaded. Please try again. If process keeps failing, please review MainWP Knowledgebase, and if you still have issues, please let us know in the MainWP Community.
nl_nl: Bestand kon niet worden geüpload. Probeer het opnieuw. Als het proces blijft mislukken, raadpleeg dan de MainWP Knowledgegebase en als u nog steeds problemen ondervindt, laat het ons dan weten in de MainWP Community.

source: Return to Overview
nl_nl: Terug naar overzicht

source: Site disconnected:
nl_nl: Site losgekoppeld:

source: Site suspended:
nl_nl: Opgeschorte site:

source: Unexisting website. Please try again.
nl_nl: Niet bestaande website. Probeer het opnieuw.

source: No websites assigned to the selected group.
nl_nl: Geen websites toegewezen aan de geselecteerde groep.

source: Unexisting group selected. Please try again.
nl_nl: Niet-bestaande groep geselecteerd. Probeer het opnieuw.

source: If you need help with managing users, please review following help documents
nl_nl: Als je hulp nodig hebt bij het beheren van gebruikers, bekijk dan de volgende helpdocumenten

source: Manage WordPress you have told your MainWP Dashboard to ignore updates on global or per site level. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Beheer WordPress je hebt je MainWP Dashboard verteld om updates te negeren op globaal of per site niveau. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Globally Ignored WordPress
nl_nl: Wereldwijd genegeerde WordPress

source: These are WordPress you have told your MainWP Dashboard to ignore updates on global level and not notify you about pending updates.
nl_nl: Dit is WordPress die je hebt verteld dat het MainWP Dashboard updates op globaal niveau moet negeren en je niet moet informeren over lopende updates.

source: Per Site Ignored WordPress
nl_nl: Per site WordPress negeren

source: These are WordPress you have told your MainWP Dashboard to ignore updates per site level and not notify you about pending updates.
nl_nl: Dit is WordPress die je hebt verteld dat het MainWP Dashboard updates op siteniveau moet negeren en je niet moet informeren over lopende updates.

source: Hi there
nl_nl: Goedendag

source: After running auto updates, following sites are not returning expected HTTP request response:
nl_nl: Na het uitvoeren van automatische updates retourneren de volgende sites niet de verwachte HTTP-verzoekrespons:

source: Click here
nl_nl: Klik hier

source: to check your site status.
nl_nl: om de status van uw site te controleren.

source: Powered by
nl_nl: Mogelijk gemaakt door

source: Please take a few minutes to review the latest updates from your MainWP Dashboard.
nl_nl: Neem een paar minuten de tijd om de nieuwste updates te bekijken in je MainWP Dashboard.

source: The following updates are available on your MainWP Dashboard.
nl_nl: De volgende updates zijn beschikbaar op je MainWP Dashboard.

source: WordPress Core Updates
nl_nl: WordPress kern updates

source: If your MainWP is configured to use Auto Updates, trusted updates will be installed in the next 24 hours.
nl_nl: Als je MainWP hebt ingesteld om Auto Updates te gebruiken, worden vertrouwde updates in de komende 24 uur geïnstalleerd.

source: Congratulations! All your child sites are up to date!
nl_nl: Gefeliciteerd! Al je kindersites zijn bijgewerkt!

source: Disconnected Sites
nl_nl: Afgesloten sites

source: The following sites got disconnected from your MainWP Dashboard.
nl_nl: De volgende sites zijn losgekoppeld van je MainWP Dashboard.

source: Congratulations! All your child sites are properly connected!
nl_nl: Gefeliciteerd! Al je kindersites zijn goed verbonden!

source: Your MainWP extension licenses for the following have been deactivated:
nl_nl: Je MainWP-extensie licenties voor het volgende zijn gedeactiveerd:

source: If this deactivation was unintentional, please log into your MainWP Dashboard to reactivate the licenses.
nl_nl: Als deze deactivering onbedoeld was, log dan in op je MainWP Dashboard om de licenties opnieuw te activeren.

source: If you no longer need these extensions, please ensure to disable and delete them from your MainWP Dashboard to maintain optimal performance and security.
nl_nl: Als je deze extensies niet langer nodig hebt, zorg er dan voor dat je ze uitschakelt en verwijdert uit je MainWP Dashboard om optimale prestaties en veiligheid te behouden.

source: To adjust email settings visit the MainWP > Settings > Email settings page.
nl_nl: Ga naar de pagina MainWP > Instellingen > E-mailinstellingen om de e-mailinstellingen aan te passen.

source: to check your Extensions.
nl_nl: om uw extensies te controleren.

source: The site health check shows that your site %1$s (%2$s) health is
nl_nl: De site health check laat zien dat de gezondheid van uw site %1$s (%2$s) is

source: The site health check shows that your site %1$s (%2$s) health
nl_nl: De site health check laat zien dat uw site %1$s (%2$s) health

source: Should be improved
nl_nl: Moet worden verbeterd

source: as soon as possible to improve its performance and security.
nl_nl: zo snel mogelijk om de prestaties en veiligheid te verbeteren.

source: Event timestamp:
nl_nl: Tijdstempel gebeurtenis:

source: Based on the HTTP response from your monitor, it appears that your child site is DOWN.
nl_nl: Op basis van de HTTP-respons van uw monitor lijkt het erop dat uw kindersite DOWN is.

source: Monitor URL
nl_nl: Beeldscherm

source: Client Info
nl_nl: Klantinformatie

source: Client Information
nl_nl: Klantgegevens

source: Created on
nl_nl: Gemaakt op

source: Additional Client Info
nl_nl: Extra klanteninformatie

source: Add Custom Client Info
nl_nl: Aangepaste klanteninformatie toevoegen

source: Client notes.
nl_nl: Opmerkingen van de klant.

source: Add notes.
nl_nl: Opmerkingen toevoegen.

source: Edit notes.
nl_nl: Opmerkingen bewerken.

source: Edit Notes
nl_nl: Opmerkingen bewerken

source: Websites that belong to the client.
nl_nl: Websites die eigendom zijn van de klant.

source: Open the site overview
nl_nl: Open het siteoverzicht

source: Number of available updates. Click to see details.
nl_nl: Aantal beschikbare updates. Klik voor meer informatie.

source: View and manage all clients connected to your MainWP Dashboard.
nl_nl: De site is al verbonden met je MainWP Dashboard

source: Primary Contact
nl_nl: Contactpersoon

source: No Contacts
nl_nl: Geen contacten

source: Child sites connection status
nl_nl: Verbindingsstatus kindersites

source: See all child sites
nl_nl: Alle sites met kinderen bekijken

source: See all connected child sites
nl_nl: Alle aangesloten kindersites bekijken

source: See all disconnected child sites
nl_nl: Alle losgekoppelde kindersites weergeven

source: Hide the child sites list
nl_nl: De lijst met kindersites verbergen

source: Hide Details
nl_nl: Verberg details

source: Connected Sites
nl_nl: Website aansluiten

source: Reconnect Site
nl_nl: Website aansluiten

source: Last synced:
nl_nl: Laatst gesynchroniseerd:

source: Kickstart your MainWP experience with our simple checklist.
nl_nl: Kickstart je MainWP-ervaring met onze eenvoudige checklist.

source: You can now use this widget as a handy list of shortcuts. If you prefer, you can also hide this widget by accessing the Page Settings.
nl_nl: Je kunt deze widget nu gebruiken als een handige lijst met snelkoppelingen. Als je wilt, kun je deze widget ook verbergen via de pagina-instellingen.

source: Add First Site
nl_nl: Eerste site toevoegen

source: Click here to start connecting your sites.
nl_nl: Klik hier om te beginnen met het koppelen van uw sites.

source: Add First Client
nl_nl: Eerste klant toevoegen

source: Click here to start adding your clients.
nl_nl: Klik hier om te beginnen met het toevoegen van je klanten.

source: Add First Cost
nl_nl: Eerste kosten toevoegen

source: Start tracking your expenses.
nl_nl: Begin je uitgaven bij te houden.

source: Extend your MainWP Dashboard functionality.
nl_nl: Breid de functionaliteit van je MainWP Dashboard uit.

source: Child site notes
nl_nl: Aantekeningen voor kinderen

source: Create a New Page
nl_nl: Nieuwe bulkpagina maken

source: The most recent pages from the Client websites
nl_nl: De meest recente pagina's van de websites van de klant

source: The most recent pages from your websites
nl_nl: De meest recente pagina's van uw websites

source: on
nl_nl: aan

source: View all
nl_nl: Bekijk alles

source: Create a New Post
nl_nl: Nieuwe bulkpost maken

source: The most recent posts from the Client websites
nl_nl: De meest recente berichten van de websites van klanten

source: The most recent posts from your websites
nl_nl: De meest recente berichten van uw websites

source: The post has been published.
nl_nl: Het bericht is gepubliceerd.

source: The post has been approved.
nl_nl: Het bericht is goedgekeurd.

source: The post has been unpublished.
nl_nl: Het bericht is niet gepubliceerd.

source: The post has been moved to the trash.
nl_nl: Het bericht is verplaatst naar de prullenbak.

source: The post has been permanently deleted.
nl_nl: Het bericht is definitief verwijderd.

source: The post has been restored.
nl_nl: Het bericht is hersteld.

source: Identify and strengthen weak spots to boost site hardening
nl_nl: Zwakke plekken identificeren en versterken om de site harder te maken

source: See Details
nl_nl: Bekijk details

source: Recommendation
nl_nl: Aanbeveling

source: Unfix Issues
nl_nl: Alle problemen oplossen

source: Fix Issues
nl_nl: Alle problemen oplossen

source: No issues detected
nl_nl: Geen problemen gedetecteerd

source: No data available
nl_nl: Geen data beschikbaar

source: issue detected
nl_nl: probleem gedetecteerd

source: Clicking this buttin will resolve all detected security issue on all your child sites.
nl_nl: Als u op deze buttin klikt, worden alle gedetecteerde beveiligingsproblemen op al uw kindersites opgelost.

source: Fix All Issues
nl_nl: Alle problemen oplossen
