Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: Execute backup tasks in chunks
nl_nl: Back-uptaken in brokken uitvoeren

source: Go to the site overview.
nl_nl: Ga naar het siteoverzicht.

source: Jump to the site WP Admin .
nl_nl: Ga naar de site WP Admin .

source: Jump to the client
nl_nl: Spring naar de klant

source: Click to see the site homepage screenshot .
nl_nl: Klik om de startpagina van de site te bekijken.

source: Click to add a note .
nl_nl: Klik om een notitie toe te voegen.

source: manage groups
nl_nl: groepen beheren

source: Selection saved successfully .
nl_nl: Selectie succesvol opgeslagen .

source: In case you are managing a large number of WordPress sites, it could be useful for you to mark them with different tags . Later, you will be able to make Site Selection by a tag that will speed up your work and makes it much easier.
nl_nl: Als je een groot aantal WordPress sites beheert, kan het handig zijn om ze met verschillende tags te markeren. Later kun je dan sites selecteren met een tag, wat je werk zal versnellen en veel gemakkelijker zal maken.

source: One child site can be assigned to multiple Tags at the same time.
nl_nl: Een kindersite kan tegelijkertijd aan meerdere Tags worden toegewezen.

source: for more information check the %1$sKnowledge Base %2$s.
nl_nl: raadpleeg voor meer informatie de %1$sKennisbank %2$s.

source: Rename Tag
nl_nl: Hernoem tag

source: Update Tag
nl_nl: Tag bijwerken

source: Click here to create a new tag.
nl_nl: Klik hier om een nieuwe tag aan te maken.

source: New Tag
nl_nl: Nieuwe Tag

source: Edit selected tag.
nl_nl: Bewerk geselecteerde tag.

source: Delete selected tag.
nl_nl: Verwijder geselecteerde tag.

source: Click to select all sites.
nl_nl: Klik op om alle sites te selecteren.

source: Save the selected tag sites selection.
nl_nl: Sla de geselecteerde tag sites selectie op.

source: Save Selection
nl_nl: Selectie opslaan

source: New tag
nl_nl: Nieuwe tag

source: If you need help with managing tags, please review following help documents
nl_nl: Als je hulp nodig hebt bij het beheren van tags, raadpleeg dan de volgende helpdocumenten

source: In the Grid mode, sites options are limited in comparison to the Table mode.
nl_nl: In de Grid-modus zijn de opties voor sites beperkt in vergelijking met de Table-modus.

source: See client details
nl_nl: Bekijk klantgegevens

source: Available updates.
nl_nl: Beschikbare updates.

source: Available plugin updates.
nl_nl: Beschikbare plugins updates.

source: Available theme updates.
nl_nl: Beschikbare thema-updates.

source: WordPress core updates.
nl_nl: WordPress kernupdates.

source: Last Sync:
nl_nl: Laatste synchronisatie:

source: Sites view mode
nl_nl: Weergavemodus voor sites

source: Sites view mode.
nl_nl: Weergavemodus voor sites.

source: Sites view mode is an experimental feature.
nl_nl: Sites bekijken is een experimentele functie.

source: Grid mode queries WordPress.com servers to capture a screenshot of your site the same way comments show you a preview of URLs.
nl_nl: De rastermodus bevraagt de servers van WordPress.com om een schermafbeelding van je site te maken, op dezelfde manier als opmerkingen een voorbeeld van URL's laten zien.

source: Table
nl_nl: Tabel

source: Grid
nl_nl: Raster

source: Export child sites to CSV file
nl_nl: Kindersites exporteren naar CSV-bestand

source: Click this button to export all connected sites to a CSV file.
nl_nl: Klik op deze knop om alle verbonden sites te exporteren naar een CSV-bestand.

source: Export Child Sites
nl_nl: Sites voor kinderen exporteren

source: Disconnect all child sites
nl_nl: Koppel alle kindersites los

source: This will function will break the connection and leave the MainWP Child plugin active.
nl_nl: Deze functie verbreekt de verbinding en laat de MainWP Child plugin actief.

source: Disconnect Websites.
nl_nl: Koppel websites los.

source: Invalid URL! Please enter valid URL to the Site URL field.
nl_nl: Ongeldige URL! Voer een geldige URL in het veld Site URL in.

source: ERROR Site is already connected to your MainWP Dashboard.
nl_nl: ERROR Site is al verbonden met je MainWP Dashboard.

source: Site could not be connected. Please check the Status page and be sure that all system requirments pass.
nl_nl: Er kon geen verbinding worden gemaakt met de site. Controleer de statuspagina en controleer of aan alle systeemvereisten is voldaan.

source: Site has been reconnected successfully!
nl_nl: Site is succesvol opnieuw verbonden!

source: Invalid site ID. Please try again.
nl_nl: Ongeldig site-ID. Probeer het opnieuw.

source: Are you sure this is your website?
nl_nl: Weet je zeker dat dit jouw website is?

source: Be sure to deactivate the child plugin on the child site to avoid potential security issues.
nl_nl: Zorg ervoor dat u de kinderplugin op de kindersite deactiveert om mogelijke beveiligingsproblemen te voorkomen.

source: Jump to WP Admin
nl_nl: Ga naar WP Admin

source: Available updates
nl_nl: Beschikbare categorieën

source: Available WP core updates
nl_nl: Beschikbare updates

source: Available plugin updates
nl_nl: Beschikbare plugins updates

source: Available theme updates
nl_nl: Beschikbare thema updates

source: Site preview
nl_nl: Voorbeeld website

source: Time Tracker Tasks
nl_nl: Tijdregistratietaken

source: Lighthouse Desktop Score
nl_nl: Vuurtoren Desktop Score

source: Lighthouse Mobile Score
nl_nl: Vuurtoren Mobile Score

source: Optimize for shared hosting or big networks
nl_nl: Optimaliseren voor shared hosting of grote netwerken

source: If enabled, your MainWP Dashboard will cache updates for faster loading.
nl_nl: Als deze optie is ingeschakeld, worden updates in het MainWP Dashboard in de cache opgeslagen, zodat ze sneller worden geladen.

source: Add a New Site
nl_nl: Een nieuwe site toevoegen

source: add sites
nl_nl: sites toevoegen

source: Single Site
nl_nl: Één site

source: Multiple Sites
nl_nl: Licentie voor meerdere locaties

source: Use the provided form to connect your websites to your MainWP Dashboard. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Gebruik het meegeleverde formulier om je websites te verbinden met je MainWP Dashboard. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: If you are experiencing issues with adding a website to your MainWP Dashboard, use the %1$sTest Connection%2$s feature to ensure that your MainWP Dashboard can communicate with your website.
nl_nl: Als je problemen ondervindt met het toevoegen van een website aan je MainWP Dashboard, gebruik dan de %1$sTest Verbinding%2$s functie om er zeker van te zijn dat je MainWP Dashboard kan communiceren met je website.

source: If you still can not connect the site, see the list of %1$spotential issues%2$s.
nl_nl: Als je nog steeds geen verbinding kunt maken met de site, bekijk dan de lijst met %1$smogelijke problemen%2$s.

source: MainWP requires the MainWP Child plugin to be installed and activated on the WordPress site that you want to connect to your MainWP Dashboard.
nl_nl: MainWP vereist dat de MainWP Child plugin is geïnstalleerd en geactiveerd op de WordPress site die je wilt verbinden met je MainWP Dashboard.

source: To install the MainWP Child plugin, please follow these steps:
nl_nl: Volg deze stappen om de MainWP Child plugin te installeren:

source: Login to the WordPress site you want to connect %1$s(open it in a new browser tab)%2$s
nl_nl: Log in op de WordPress site die je wilt verbinden %1$s (open deze in een nieuw browser tabblad)%2$s

source: Go to the %1$sWP > Plugins%2$s page
nl_nl: Ga naar de %1$sWP > Plugins%2$s pagina

source: Click %1$sAdd New%2$s to install a new plugin
nl_nl: Klik op %1$sNieuw toevoegen%2$s om een nieuwe plugin te installeren

source: In the %1$sSearch Field%2$s, enter "MainWP Child" and once the plugin shows, click the Install button
nl_nl: Voer in het %1$szoekveld%2$s "MainWP Child" in en klik op de knop Installeren zodra de plugin wordt weergegeven

source: %1$sActivate%2$s the plugin
nl_nl: %1$sActiveer%2$s de plugin

source: Connect a Single Site
nl_nl: Website aansluiten

source: Connect your site to your MainWP Dashboard for centralized management.
nl_nl: De site toevoegen aan je MainWP Dashboard. Even geduld...

source: Verify that the MainWP Child plugin is installed and activated
nl_nl: Controleer of de MainWP Child plugin is geïnstalleerd en geactiveerd

source: Verify that MainWP Child is Installed and Activated.
nl_nl: Controleer of MainWP Child is geïnstalleerd en geactiveerd.

source: Select to confirm that the MainWP Child plugin is active on the child site.
nl_nl: Selecteer om te bevestigen dat de MainWP Child plugin actief is op de kindersite.

source: Connection Settings
nl_nl: Vriendschapsinstellingen

source: Enter site connection details
nl_nl: Verbindingsstatus kindersites

source: Connection authentication method(s)
nl_nl: Verbindingstest is mislukt.

source: Select which connection authentication processes you are using.
nl_nl: Selecteer welke verbindingsauthenticatieprocessen u gebruikt.

source: Administrator password
nl_nl: Beheerder

source: Unique Security ID
nl_nl: Hebt u een unieke beveiligings-ID gegenereerd op de site? Zo ja, kopieer deze dan hier, zo niet, laat dit veld dan leeg.

source: Connection authentication methods explained
nl_nl: Uitleg over verificatiemethoden voor verbindingen

source: Choose options based on your MainWP Child plugin setup on the WordPress site you want to connect.
nl_nl: Is de MainWP Child plugin geïnstalleerd en geactiveerd op de WordPress site waarmee je verbinding wilt maken?

source: Default Setup: Use only the Password field if you haven't changed the default settings.
nl_nl: Standaardinstelling: Gebruik alleen het veld Wachtwoord als u de standaardinstellingen niet hebt gewijzigd.

source: Advanced Setup: If you've turned off all verification on the child site, switch off both fields.
nl_nl: Geavanceerde instellingen: Als je alle verificatie op de kindersite hebt uitgeschakeld, schakel dan beide velden uit.

source: Use the sliders to control the fields shown:
nl_nl: Gebruik de schuifregelaars om de getoonde velden te regelen:

source: Password On: Displays the Password field.
nl_nl: Wachtwoord Aan: Geeft het veld Wachtwoord weer.

source: Security Key On: Displays the Security Key field.
nl_nl: Security Key On: Geeft het veld Security Key weer.

source: Both On: Displays both fields.
nl_nl: Beide aan: Geeft beide velden weer.

source: Both Off: Hides both fields.
nl_nl: Beide uit: Verbergt beide velden.

source: This needs to match what is set on your child site. Default is Administrator password.
nl_nl: Dit moet overeenkomen met wat is ingesteld op uw kindersite. Standaard is dit het beheerderswachtwoord.

source: Enter the website Administrator password.
nl_nl: Voer de gebruikersnaam van de websitebeheerder in.

source: Your password is never stored by your Dashboard and never sent to MainWP.com. Once this initial connection is complete, your MainWP Dashboard generates a secure Public and Private key pair (2048 bits) using OpenSSL, allowing future connections without needing your password again. For added security, you can even change this admin password once connected—just be sure not to delete the admin account, as this would disrupt the connection.
nl_nl: Je wachtwoord wordt nooit opgeslagen door je Dashboard en nooit verstuurd naar MainWP.com. Zodra deze eerste verbinding is gemaakt, genereert je MainWP Dashboard een veilig Publiek en Prive sleutelpaar (2048 bits) met OpenSSL, waardoor toekomstige verbindingen mogelijk zijn zonder dat je opnieuw je wachtwoord nodig hebt. Voor extra veiligheid kunt u zelfs dit beheerderswachtwoord wijzigen als u eenmaal verbonden bent - zorg er alleen voor dat u het beheerdersaccount niet verwijdert, omdat dit de verbinding zou verstoren.

source: Show Optional Settings
nl_nl: Optionele instellingen weergeven

source: Optional Settings
nl_nl: Optionele instellingen

source: Use optional settings when needed. In most cases, you can leave the default values.
nl_nl: Gebruik optionele instellingen wanneer dat nodig is. In de meeste gevallen kun je de standaardwaarden laten staan.

source: Upload the site icon.
nl_nl: Upload het pictogram van de site.

source: Tags (optional)
nl_nl: Tags (optioneel)

source: Add the website to existing tag(s).
nl_nl: Voeg de website toe aan bestaande tag(s).

source: Client (optional)
nl_nl: Klant (optioneel)

source: Add a client to the website.
nl_nl: Een klant toevoegen aan de website.

source: Select client
nl_nl: Selecteer klant

source: Verify SSL certificate (optional)
nl_nl: SSL-certificaat controleren (optioneel)

source: HTTP username (optional)
nl_nl: HTTP-gebruikersnaam (optioneel)

source: HTTP password (optional)
nl_nl: HTTP-wachtwoord (optioneel)

source: Add Site
nl_nl: Voeg een site toe

source: Connect Multiple Sites
nl_nl: Alle sites ontkoppelen

source: Connect multiple sites to your MainWP Dashboard for centralized management.
nl_nl: Importeer meerdere websites naar je MainWP Dashboard.

source: Add Sites
nl_nl: Voeg een site toe

source: CSV Import
nl_nl: CSV Importeren

source: You can download the sample CSV file to see how to format the import file properly. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Je kunt het voorbeeld-CSV-bestand downloaden om te zien hoe je het importbestand goed opmaakt. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Import multiple websites to your MainWP Dashboard.
nl_nl: Importeer meerdere websites naar je MainWP Dashboard.

source: Upload CSV
nl_nl: CSV uploaden

source: Download Sample
nl_nl: CSV-voorbeeldbestand downloaden

source: CSV file contains a header
nl_nl: CSV-bestand bevat een koptekst

source: Loading sites...
nl_nl: Locaties laden...

source: Backup all
nl_nl: Back-up maken van alle

source: Ignore
nl_nl: Negeer

source: If you need help connecting your websites, please review following help documents
nl_nl: Als je hulp nodig hebt bij het verbinden van je websites, bekijk dan de volgende helpdocumenten

source: If you need help with managing child sites, please review following help documents
nl_nl: Als je hulp nodig hebt bij het beheren van kindersites, raadpleeg dan de volgende helpdocumenten

source: MainWP requires the MainWP Child plugin to be installed and activated on the WordPress sites that you want to connect to your MainWP Dashboard.
nl_nl: MainWP vereist dat de MainWP Child plugin is geïnstalleerd en geactiveerd op de WordPress site die je wilt verbinden met je MainWP Dashboard.

source: To connect multiple sites, please follow these steps:
nl_nl: Volg deze stappen om de MainWP Child plugin te installeren:

source: Fill in the Site URL field by entering the URL of the website you want to connect.
nl_nl: Vul in het veld Site URL de URL in van de website waarmee je verbinding wilt maken.

source: Enter the username of your Administrator account on the site.
nl_nl: Wat is de gebruikersnaam van je beheerder op die site?

source: Optionally, enter a custom Site Name, or MainWP will automatically generate a name for it.
nl_nl: Voer optioneel een aangepaste sitenaam in of MainWP genereert er automatisch een naam voor.

source: Enter the administrator account password. If the requirement is disabled in the MainWP Child plugin settings, leave blank.
nl_nl: Voer het wachtwoord van de beheerdersaccount in. Als de vereiste is uitgeschakeld in de instellingen van de MainWP Child plugin, laat deze dan leeg.

source: To show additional fields (Tags, Security ID, HTTP Username, HTTP Password, SSL Version, and SSL Verification, click the eye icon at the end of the row.
nl_nl: Om extra velden weer te geven (Tags, Security ID, HTTP-gebruikersnaam, HTTP-wachtwoord, SSL-versie en SSL-verificatie), klik je op het oogpictogram aan het einde van de rij.

source: If needed, you can tag your sites in the Tag field.
nl_nl: Indien nodig kunt u uw sites taggen in het veld Tag.

source: If you have enabled the Unique Security ID in the MainWP Child plugin settings, enter the Security ID in the corresponding field.
nl_nl: Als je de unieke beveiligings-ID hebt ingeschakeld in de instellingen van de MainWP Child plugin, voer dan de beveiligings-ID in het corresponderende veld in.

source: If the website you are trying to connect is protected with HTTP Basic Auth, enter the HTTP Username & Password. If not, leave it blank.
nl_nl: Als de website die je probeert te verbinden beveiligd is met HTTP Basic Auth, voer dan de HTTP gebruikersnaam en het wachtwoord in. Zo niet, laat het dan leeg.

source: Keep the default value of "1" to verify the SSL certificate for your sites, or change it if you prefer not to verify.
nl_nl: Houd de standaardwaarde van "1" aan om het SSL-certificaat voor uw sites te verifiëren, of verander het als u liever niet verifieert.

source: Leave the SSL Version as "auto" unless you know the specific version required by the site. The "auto" option typically works for most sites.
nl_nl: Laat de SSL-versie op "auto" staan, tenzij u de specifieke versie kent die de site nodig heeft. De optie "auto" werkt meestal voor de meeste sites.

source: Repeat this process for all sites you want to add.
nl_nl: Herhaal dit proces voor alle sites die je wilt toevoegen.

source: Use the Add New Row button to add additional rows if you need to connect more sites at once.
nl_nl: Gebruik de knop Nieuwe rij toevoegen om extra rijen toe te voegen als je meer sites tegelijk moet verbinden.

source: After filling in all the required information, submit the form to connect the selected sites to your MainWP Dashboard.
nl_nl: U staat op het punt de geselecteerde sites te verwijderen uit uw MainWP Dashboard?

source: After filling in all the required information, confirm that you have the MainWP Child plugin installed and activated and click the Connect Sites button to proceed.
nl_nl: Nadat je alle benodigde informatie hebt ingevuld, bevestig je dat je de MainWP Child plugin hebt geïnstalleerd en geactiveerd en klik je op de knop Sites verbinden om verder te gaan.

source: Site URL (required)
nl_nl: Naam klant (verplicht)

source: Site Name
nl_nl: Site naam

source: Admin Name (required)
nl_nl: Naam klant (verplicht)

source: Admin Password
nl_nl: Admin wachtwoord

source: Security ID
nl_nl: Hebt u een unieke beveiligings-ID gegenereerd op de site? Zo ja, kopieer deze dan hier, zo niet, laat dit veld dan leeg.

source: HTTP Username
nl_nl: Gebruikersnaam

source: HTTP Password
nl_nl: HTTP-wachtwoord

source: Verify SSL
nl_nl: Verifieer SSL-certificaat

source: SSL Version
nl_nl: SSL-versie

source: Add New Row
nl_nl: Nieuwe rij toevoegen

source: Try Again
nl_nl: Probeer opnieuw

source: Would you like to turn on home screen previews? This function queries WordPress.com servers to capture a screenshot of your site the same way comments shows you preview of URLs.
nl_nl: Wil je previews van het beginscherm inschakelen? Deze functie bevraagt de servers van WordPress.com om een schermafbeelding van je site te maken, net zoals je bij reacties een voorbeeld van URL's te zien krijgt.

source: monitoring sites
nl_nl: meetlocaties

source: manage non-mainwp actions
nl_nl: niet-mainwp acties beheren

source: Clear All Non-MainWP Changes
nl_nl: Alle niet-MainWP wijzigingen wissen

source: global dashboard
nl_nl: wereldwijd dashboard

source: is Disconnected. Click the Reconnect button to establish the connection again.
nl_nl: is Verbroken. Klik op de knop Reconnect om de verbinding opnieuw tot stand te brengen.

source: Edit Page
nl_nl: Bewerk pagina

source: Posting new bulkpage
nl_nl: Nieuwe bulkpagina plaatsen

source: Invalid post.
nl_nl: Ongeldig bericht.

source: manage pages
nl_nl: pagina's beheren

source: Move to trash
nl_nl: Naar de prullenbak verplaatsen

source: Delete permanently
nl_nl: Definitief Verwijderen

source: Manage existing pages on your child sites. Here you can edit, view and delete pages. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Beheer bestaande pagina's op je kindersites. Hier kunt u pagina's bewerken, bekijken en verwijderen. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Select Status
nl_nl: Selecteer status

source: Select status
nl_nl: Selecteer status

source: Private
nl_nl: Privé

source: Scheduled
nl_nl: Ingepland

source: Draft
nl_nl: Concept

source: Trash
nl_nl: Prullenbak

source: Search Options
nl_nl: Zoekopties

source: Show Pages
nl_nl: Pagina's tonen

source: Containing keyword
nl_nl: Behorend trefwoord

source: Search in...
nl_nl: Zoeken in...

source: Title and Body
nl_nl: Titel en Inhoud

source: Date range
nl_nl: Datum reeks

source: Max pages to return
nl_nl: Max. terug te sturen pagina's

source: Loading Pages...
nl_nl: Pagina's laden...

source: Author
nl_nl: Auteur

source: Last Modified
nl_nl: Laatst gewijzigd

source: Number of internal links in this page
nl_nl: Aantal interne links op deze pagina

source: Number of internal links linking to this page
nl_nl: Aantal interne links naar deze pagina

source: Linked
nl_nl: Gekoppeld

source: Readability score
nl_nl: Leesbaarheidsscore

source: Use the search options to find the page you want to manage.
nl_nl: Gebruik de zoekopties om de pagina te vinden die je wilt beheren.

source: Publish
nl_nl: Publiceren

source: View
nl_nl: Bekijk

source: Jump to the site WP Admin
nl_nl: Spring naar de site WP Admin

source: Page has been updated successfully
nl_nl: Pagina is succesvol bijgewerkt

source: New page created
nl_nl: Nieuwe pagina gemaakt

source: New Page
nl_nl: Nieuwe pagina

source: If you need help with managing pages, please review following help documents
nl_nl: Als je hulp nodig hebt bij het beheren van pagina's, raadpleeg dan de volgende helpdocumenten

source: You are not allowed to edit this website.
nl_nl: Je mag deze website niet bewerken.

source: Unexpected error. Please try again.
nl_nl: Onverwachte fout. Probeer het opnieuw.

source: Install
nl_nl: Installeren

source: Install Plugins
nl_nl: Installeer plugins

source: Install to Selected Site(s)
nl_nl: Installeren op geselecteerde site(s)

source: Manage installed plugins on your child sites. Here you can activate, deactivate, and delete installed plugins.
nl_nl: Geïnstalleerde plugins op je kindersites beheren. Hier kun je geïnstalleerde plugins activeren, deactiveren en verwijderen.

source: To Activate or Delete a specific plugin, you must search only for Inactive plugin on your child sites. If you search for Active or both Active and Inactive, the Activate and Delete actions will be disabled.
nl_nl: Om een specifieke plugin te activeren of te verwijderen, moet je alleen zoeken naar Inactieve plugin op je kindersites. Als je zoekt naar Actief of zowel Actief als Inactief, dan worden de Activeren en Verwijderen acties uitgeschakeld.

source: To Deactivate a specific plugin, you must search only for Active plugins on your child sites. If you search for Inactive or both Active and Inactive, the Deactivate action will be disabled.
nl_nl: Om een specifieke plugin te Deactiveren, moet je alleen zoeken naar Actieve plugins op je kindersites. Als je zoekt op Inactief of zowel Actief als Inactief, zal de actie Deactiveren worden uitgeschakeld.

source: For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Loading Plugins...
nl_nl: Plugins laden...

source: Use the search options to find the plugin you want to manage
nl_nl: Gebruik de zoekopties om de plugin te vinden die je wilt beheren

source: A plugin needs to be Inactive for it to be Activated or Deleted.
nl_nl: Een plugin moet inactief zijn om geactiveerd of verwijderd te kunnen worden.

source: Active & Inactive
nl_nl: Actief en inactief

source: Not installed
nl_nl: Niet geïnstalleerd

source: Show Plugins
nl_nl: Plugins weergeven
