Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: MainWP Pro offers 40+ Free & Premium Extensions in multiple categories, such as Security, Backup, Performance, Administrative, etc. You can get all of them at a single price.
nl_nl: MainWP Pro biedt 40+ gratis & premium extensies in meerdere categorieën, zoals beveiliging, back-up, prestaties, beheer, enz. Je kunt ze allemaal voor één prijs krijgen.

source: MainWP Pro includes:
nl_nl: MainWP Pro bevat:

source: All current MainWP Extensions (free & premium)
nl_nl: Alle huidige MainWP-extensies (gratis & premium)

source: All future MainWP Extensions (free & premium)
nl_nl: Alle toekomstige MainWP Extensies (gratis & premium)

source: Critical Security & Performance updates for MainWP Extensions
nl_nl: Kritieke updates voor beveiliging en prestaties voor MainWP-extensies

source: Priority support via Helpdesk & Community for MainWP products
nl_nl: Prioriteit ondersteuning via Helpdesk & Community voor MainWP producten

source: Browse All Extensions
nl_nl: Blader door alle extensies

source: Free Vs. Pro
nl_nl: Gratis vs. Pro

source: Get Pro
nl_nl: Krijg Pro

source: How to install your MainWP Extensions?
nl_nl: Hoe installeer je MainWP-extensies?

source: Once you have ordered MainWP Extensions, you can either use the %1$sautomatic extension installation%2$s option or %3$smanual installation%4$s.
nl_nl: Zodra je MainWP Extensions hebt besteld, kun je de optie %1$sautomatische extensie-installatie%2$s of %3$shandmatige installatie%4$s gebruiken.

source: Search Installed Extensions
nl_nl: Geïnstalleerde extensies zoeken

source: Find extension...
nl_nl: Uitbreiding zoeken...

source: Documentation
nl_nl: Documentatie

source: License not activated
nl_nl: Licentie niet geactiveerd

source: Update available
nl_nl: Update beschikbaar

source: Enable
nl_nl: Inschakelen

source: Disable
nl_nl: Uitschakelen

source: Click to see more about extension privacy.
nl_nl: Klik hier voor meer informatie over de privacy van extensies.

source: Extension API license is activated properly. Click here to Deactivate it if needed.
nl_nl: Extension API-licentie is goed geactiveerd. Klik hier om deze indien nodig te deactiveren.

source: Extension API license is not activated. Click here to activate it.
nl_nl: Extension API licentie is niet geactiveerd. Klik hier om deze te activeren.

source: License
nl_nl: Licentie

source: API license key
nl_nl: API-licentiesleutel

source: Deactivate License Key
nl_nl: Deactiveer de licentiesleutel

source: Deactivate License
nl_nl: Deactiveer licentie

source: Activate extension
nl_nl: Extensie activeren

source: Install extension
nl_nl: Uitbreiding installeren

source: Install Extensions
nl_nl: Extensies installeren

source: Install Selected Extensions
nl_nl: Geselecteerde extensies installeren

source: Get MainWP Pro
nl_nl: Ontvang MainWP Pro

source: Install and Activate Extensions
nl_nl: Extensies installeren en activeren

source: Not sure how to find your MainWP Main API Key? %1$sClick here to get it.%2$s
nl_nl: Weet je niet zeker hoe je je MainWP Main API Key kunt vinden? %1$sKlik hier om deze te verkrijgen.%2$s

source: Enter your MainWP Main API Key.
nl_nl: Voer je MainWP Main API Key in.

source: Remember MainWP Main API Key
nl_nl: Onthoud de MainWP API-sleutel

source: Validate my MainWP Main API Key
nl_nl: Mijn MainWP Main API-sleutel valideren

source: Activate Extensions
nl_nl: Activeer Extensions

source: Administrative
nl_nl: Administratief

source: Agency
nl_nl: Kantoor

source: Posts/Pages
nl_nl: Berichten / Pagina

source: Development
nl_nl: Ontwikkeling

source: Performance
nl_nl: Prestaties

source: Security
nl_nl: Beveiliging

source: Not found the website
nl_nl: De website niet gevonden

source: You have a MainWP extension that does not have an active API entered. This means you will not receive updates or support. Please visit the %1$sExtensions%2$s page and enter your API key.
nl_nl: Je hebt een MainWP-extensie waarvoor geen actieve API is ingevoerd. Dit betekent dat u geen updates of ondersteuning ontvangt. Ga naar de pagina %1$sExtensies%2$s en voer uw API-sleutel in.

source: update WordPress
nl_nl: wordPress bijwerken

source: update plugins
nl_nl: plugins bijwerken

source: update themes
nl_nl: thema's bijwerken

source: MainWP API key are required.
nl_nl: MainWP API-sleutel zijn vereist.

source: Showing
nl_nl: Weergegeven

source: Child Site Response
nl_nl: Reactie kindlocatie

source: To see the response in a more readable way, you can copy it and paste it into some HTML render tool, such as Codepen.io.
nl_nl: Om het antwoord leesbaarder te maken, kun je het kopiëren en plakken in een HTML render tool, zoals Codepen.io.

source: Copy Response
nl_nl: Antwoord kopiëren

source: Change
nl_nl: Wijzigen

source: User
nl_nl: Gebruiker

source: Dismiss the change.
nl_nl: De wijziging afwijzen.

source: Dismiss
nl_nl: Afwijzen

source: No items found.
nl_nl: Geen items gevonden.

source: No full backup has been taken yet
nl_nl: Er is nog geen volledige back-up gemaakt

source: Last backups from your files
nl_nl: Laatste back-ups van je bestanden

source: No database only backup has been taken yet
nl_nl: Er is nog geen back-up van alleen de database gemaakt

source: Last backups from your database
nl_nl: Laatste back-ups van je database

source: execute backups
nl_nl: back-ups uitvoeren

source: Did you know that MainWP has Extensions for working with popular backup plugins? Visit the %1$sExtensions Site%2$s for options.
nl_nl: Wist je dat MainWP Extensies heeft voor het werken met populaire back-upplugins? Bezoek de %1$sExtensiesite%2$s voor opties.

source: Cancel
nl_nl: Annuleren

source: Backup Options
nl_nl: Backup Opties

source: Backup file name
nl_nl: Naam back-upbestand

source: Backup type
nl_nl: Type back-up

source: Full Backup
nl_nl: Volle Backup

source: Archive type
nl_nl: Type archief

source: Backup Excludes
nl_nl: Back-up Sluit uit

source: Known backup locations
nl_nl: Bekende back-uplocaties

source: This adds known backup locations of popular WordPress backup plugins to the exclude list. Old backups can take up a lot of space and can cause your current MainWP backup to timeout.
nl_nl: Dit voegt bekende back-uplocaties van populaire WordPress back-upplugins toe aan de uitsluitingenlijst. Oude back-ups kunnen veel ruimte in beslag nemen en kunnen ervoor zorgen dat je huidige MainWP back-up een time-out krijgt.

source: Known cache locations
nl_nl: Bekende cachelocaties

source: This adds known cache locations of popular WordPress cache plugins to the exclude list. A cache can be massive with thousands of files and can cause your current MainWP backup to timeout. Your cache will be rebuilt by your caching plugin when the backup is restored.
nl_nl: Dit voegt bekende cache locaties van populaire WordPress cache plugins toe aan de uitsluitingenlijst. Een cache kan enorm zijn met duizenden bestanden en kan ervoor zorgen dat je huidige MainWP back-up een time-out krijgt. Je cache wordt opnieuw opgebouwd door je caching plugin wanneer de back-up wordt hersteld.

source: Non-WordPress folders
nl_nl: Niet-WordPress-mappen

source: This adds folders that are not part of the WordPress core (wp-admin, wp-content and wp-include) to the exclude list. Non-WordPress folders can contain a large amount of data or may be a sub-domain or add-on domain that should be backed up individually and not with this backup.
nl_nl: Hiermee worden mappen die geen deel uitmaken van de WordPress core (wp-admin, wp-content en wp-include) toegevoegd aan de uitsluitingenlijst. Niet-WordPress-mappen kunnen een grote hoeveelheid gegevens bevatten of kunnen een subdomein of add-on domein zijn waarvan afzonderlijk een back-up moet worden gemaakt en niet met deze back-up.

source: ZIP archives
nl_nl: ZIP-archieven

source: Custom excludes
nl_nl: Aangepast sluit uit

source: Backup Now
nl_nl: Back-up nu

source: Select a segment
nl_nl: Selecteer een segment

source: Segment not found. Please try again.
nl_nl: Segment niet gevonden. Probeer het opnieuw.

source: Click to see the site homepage screenshot.
nl_nl: Klik om de startpagina van de site te bekijken.

source: Last Sync
nl_nl: Laatste synchronisatie

source: Last Backup
nl_nl: Laatste back-up

source: Last Post
nl_nl: Laatste bericht

source: Connected
nl_nl: Verbonden

source: Sync Data
nl_nl: Gegevens synchroniseren

source: Reconnect
nl_nl: Sluit

source: Suspend
nl_nl: Pauzeren

source: Unsuspend
nl_nl: Schorsing opheffen

source: Reload Favicon
nl_nl: Favicon herladen

source: Remove
nl_nl: Verwijderen

source: Go to WP Admin
nl_nl: Ga naar WP Admin

source: Go to Site
nl_nl: Ga naar de Site

source: Update Plugins
nl_nl: Plugins bijwerken

source: Update Themes
nl_nl: Thema's bijwerken

source: Update WordPress
nl_nl: WordPress bijwerken

source: Update Translations
nl_nl: Vertalingen bijwerken

source: Update Everything
nl_nl: Alles bijwerken

source: Check abandoned plugins
nl_nl: Verlaten plugins controleren

source: Check abandoned themes
nl_nl: Verlaten thema's controleren

source: Run bulk actions...
nl_nl: Bulkacties uitvoeren...

source: Is not
nl_nl: Is niet

source: All statuses
nl_nl: Alle statussen

source: Disconnected
nl_nl: Verbinding verbroken

source: Available update
nl_nl: Beschikbare update

source: Site Health Not Good
nl_nl: Site gezondheid niet goed

source: PHP Ver < 7.0
nl_nl: PHP versie < 7.0

source: PHP Ver < 8.0
nl_nl: PHP versie < 8.0

source: All clients
nl_nl: Alle klanten

source: No Client
nl_nl: Geen klant

source: Switch between Table or Grid view, or toggle the sites filters element visibility
nl_nl: Schakel tussen tabel- of rasterweergave of schakel de zichtbaarheid van het element sitefilters in

source: No websites connected to the MainWP Dashboard yet.
nl_nl: Er zijn nog geen websites verbonden met het MainWP Dashboard.

source: Connect Your WordPress Sites
nl_nl: Je WordPress-sites verbinden

source: If all your child sites are missing from your MainWP Dashboard, please check this %1$shelp document%2$s.
nl_nl: Als al uw kindersites ontbreken in uw MainWP Dashboard, controleer dan dit %1$shelpdocument%2$s.

source: To hide or show a column, click the Cog (%s) icon and select options from "Show columns"
nl_nl: Om een kolom te verbergen of te tonen, klikt u op het tandwielpictogram (%s) en selecteert u opties uit "Kolommen tonen"

source: No websites found.
nl_nl: Geen websites gevonden.

source: Good
nl_nl: Goed

source: Should be improved
nl_nl: Moet worden verbeterd

source: Overview
nl_nl: Overzicht

source: Settings
nl_nl: Instellingen

source: Site Hardening
nl_nl: Locatieverharding

source: Remove Site
nl_nl: Locatie verwijderen

source: Theme Updates
nl_nl: Thema updates

source: Translation Updates
nl_nl: Vertaal updates

source: Abandoned Plugins
nl_nl: Verlaten plugins

source: Abandoned Themes
nl_nl: Verlaten thema's

source: Manage available updates for the child site. From here, you can update update %1$splugins%2$s, %3$sthemes%4$s, and %5$sWordPress core%6$s.
nl_nl: Beschikbare updates voor de kindersite beheren. Vanaf hier kun je %1$splugins%2$s, %3$sthema's%4$s en %5$sWordPress core%6$s bijwerken.

source: Also, from here, you can ignore updates for %1$sWordPress core%2$s, %3$splugins%4$s, and %5$sthemes%6$s.
nl_nl: Vanaf hier kun je ook updates voor %1$sWordPress core%2$s, %3$splugins%4$s en %5$sthema's%6$s negeren.

source: Version
nl_nl: Versie

source: New Version
nl_nl: Nieuwe versie

source: Update Now
nl_nl: Nu updaten

source: Ignore Update
nl_nl: Negeer update

source: Ignore this version
nl_nl: Negeer deze versie

source: Ignore this version globally
nl_nl: Negeer deze versie globaal

source: Ignore all versions
nl_nl: Alle versies negeren

source: Update Selected
nl_nl: Geselecteerde update

source: Update Selected Plugins.
nl_nl: Geselecteerde plugins bijwerken.

source: Update Selected Themes.
nl_nl: Geselecteerde thema's bijwerken.

source: Translation
nl_nl: Vertaling

source: Updated %s days ago
nl_nl: Bijgewerkt %s dagen geleden

source: Last Update
nl_nl: Laatste update

source: Ignore Now
nl_nl: Nu negeren

source: Theme
nl_nl: Thema

source: Manage Sites
nl_nl: Beheer sites

source: Add New
nl_nl: Nieuwe toevoegen

source: Import Sites
nl_nl: Sites importeren

source: Monitor Settings
nl_nl: Monitoring

source: Email Settings
nl_nl: E-mail Instellingen

source: Importing
nl_nl: Bezig met importeren

source: Importing...
nl_nl: Importeren…

source: Invalid data. Please, review the import file.
nl_nl: Ongeldige gegevens. Controleer het importbestand.

source: Upload failed. Please, try again.
nl_nl: Uploaden mislukt. Probeer het opnieuw.

source: An error occurred. Please, try again.
nl_nl: Er is een ongedefinieerde fout opgetreden. Probeer het opnieuw.

source: Import failed. Please, try again.
nl_nl: Uploaden mislukt. Probeer het opnieuw.

source: Error
nl_nl: Fout

source: Extensions Settings Synchronization
nl_nl: Extensies Instellingen Synchronisatie

source: Select the plugins you want to install and if you want to apply the Extensions default settings to this Child site.
nl_nl: Selecteer de plugins die je wilt installeren en of je de standaardinstellingen van de extensies wilt toepassen op deze kindersite.

source: Install %1$s plugin
nl_nl: Installeer %1$s plugin

source: Apply %1$s %2$ssettings%3$s
nl_nl: Toepassen %1$s %2$sinstellingen%3$s

source: Apply global %1$s options
nl_nl: Globale %1$s opties toepassen

source: individual dashboard
nl_nl: individueel dashboard

source: security scan
nl_nl: beveiligingsscan

source: Fix detected hardening issues on the childs site. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Opgespoorde problemen met hardening op de site van de kinderen oplossen. Raadpleeg voor aanvullende hulp deze %1$shelpdocumentatie%2$s.

source: edit sites
nl_nl: sites bewerken

source: Use global setting
nl_nl: Globale instelling gebruiken

source: Edit the %1$s (%2$s) child site settings. For additional help, please check this %3$shelp documentation%4$s.
nl_nl: Bewerk de %1$s (%2$s) instellingen van de kindersite. Raadpleeg voor meer hulp deze %3$shelpdocumentatie%4$s.

source: Child site settings saved successfully.
nl_nl: Kindersite-instellingen succesvol opgeslagen.

source: General Settings
nl_nl: Algemene instellingen

source: Enter your website URL.
nl_nl: Voer de URL van je website in.

source: Test Connection
nl_nl: Test verbinding

source: Administrator username
nl_nl: Gebruikersnaam beheerder

source: Enter the website Administrator username.
nl_nl: Voer de gebruikersnaam van de websitebeheerder in.

source: Site title
nl_nl: Site titel

source: Enter the website title.
nl_nl: Voer de titel van de website in.

source: Unique security ID
nl_nl: Unieke beveiligings-ID

source: If in use, enter the website Unique ID.
nl_nl: Voer, indien in gebruik, de unieke ID van de website in.

source: Upload site icon
nl_nl: Pictogram site uploaden

source: Upload the product icon.
nl_nl: Upload het productpictogram.

source: Upload Icon
nl_nl: Upload pictogram

source: Select icon
nl_nl: Selecteer pictogram

source: Select an icon if not using original site icon.
nl_nl: Selecteer een pictogram als u het originele websitepictogram niet gebruikt.

source: Add the website to existing tags(s).
nl_nl: Voeg de website toe aan bestaande tags.

source: No Tags added yet.
nl_nl: Er zijn nog geen tags toegevoegd.

source: Select Client.
nl_nl: Selecteer Klant.

source: Select Client
nl_nl: Klant selecteren

source: Create New Client
nl_nl: Creëer nieuwe cliënt

source: Require backup before update
nl_nl: Back-up vereisen voor update

source: Yes
nl_nl: Ja

source: No
nl_nl: Nee

source: Suspend Site
nl_nl: Site opschorten

source: Enable if you want Suspend this website.
nl_nl: Inschakelen als je deze website wilt opschorten.

source: Auto update WP Core
nl_nl: wordPress bijwerken

source: Enable if you want MainWP to automatically update WP Core on this website.
nl_nl: Inschakelen als je wilt dat MainWP automatisch WP Core bijwerkt op deze website.

source: Ignore core updates
nl_nl: Kernupdates negeren

source: Enable if you want to ignore WP Core updates on this website.
nl_nl: Inschakelen als je updates van WP Core op deze website wilt negeren.

source: Ignore plugin updates
nl_nl: Plugin-updates negeren

source: Enable if you want to ignore plugin updates on this website.
nl_nl: Inschakelen als je plugin-updates op deze website wilt negeren.

source: Ignore theme updates
nl_nl: Thema-updates negeren

source: Enable if you want to ignore theme updates on this website.
nl_nl: Inschakelen als u thema-updates op deze website wilt negeren.

source: Connected on
nl_nl: Aangesloten op

source: Set the date your site was added to your MainWP Dashboard.
nl_nl: Stel de datum in waarop je site is toegevoegd aan je MainWP Dashboard.

source: Date
nl_nl: Datum

source: Uptime Monitoring (Optional)
nl_nl: Uptime-bewaking kindersite (optioneel)

source: Additional notification emails (comma-separated)
nl_nl: Extra kennisgevingse-mails (door komma's gescheiden)

source: Additional notification emails (comma-separated).
nl_nl: Extra kennisgevingse-mails (door komma's gescheiden).

source: Sites Health Monitoring (Optional)
nl_nl: Gezondheidsmonitoring locaties (optioneel)

source: Enable Child Site Health monitoring (optional)
nl_nl: Gezondheidsmonitoring kindersite inschakelen (optioneel)

source: Enable if you want to monitoring this website.
nl_nl: Inschakelen als je deze website wilt bewaken.

source: Site health threshold (optional)
nl_nl: Gezondheidsdrempel site (optioneel)

source: Site health threshold.
nl_nl: Gezondheidsdrempel locatie.

source: Advanced Settings (Optional)
nl_nl: Geavanceerde instellingen (optioneel)

source: Verify certificate (optional)
nl_nl: Certificaat verifiëren (optioneel)

source: Do you want to verify SSL certificate.
nl_nl: Wilt u het SSL-certificaat verifiëren?

source: SSL version (optional)
nl_nl: SSL-versie (optioneel)

source: Select SSL Version. If you are not sure, select "Auto Detect".
nl_nl: Selecteer SSL-versie. Als je het niet zeker weet, selecteer dan "Auto Detect".

source: Auto detect
nl_nl: Automatisch detecteren

source: Verify connection method
nl_nl: Verbindingsmethode controleren

source: Select Verify connection method. If you are not sure, select "Default".
nl_nl: Selecteer Verbindingsmethode verifiëren. Als je niet zeker bent, selecteer dan "Standaard".

source: OpenSSL (default)
nl_nl: OpenSSL (standaard)

source: PHPSECLIB (fallback)
nl_nl: PHPSECLIB (noodoplossing)

source: OpenSSL signature algorithm
nl_nl: OpenSSL handtekeningalgoritme

source: Select OpenSSL signature algorithm. If you are not sure, select "Default".
nl_nl: Selecteer OpenSSL-handtekeningalgoritme. Als u het niet zeker weet, selecteer dan "Standaard".

source: Force IPv4 (optional)
nl_nl: IPv4 forceren (optioneel)

source: Do you want to force IPv4 for this child site?
nl_nl: Wilt u IPv4 forceren voor deze kindersite?

source: HTTP Username (optional)
nl_nl: HTTP-gebruikersnaam (optioneel)

source: If the child site is HTTP Basic Auth protected, enter the HTTP username here.
nl_nl: Als de kindersite beveiligd is met HTTP Basic Auth, voer dan hier de HTTP-gebruikersnaam in.

source: HTTP Password (optional)
nl_nl: HTTP-wachtwoord (optioneel)

source: If the child site is HTTP Basic Auth protected, enter the HTTP password here.
nl_nl: Als de kindersite beveiligd is met HTTP Basic Auth, voer dan hier het HTTP-wachtwoord in.

source: Save Settings
nl_nl: Instellingen Opslaan

source: Connection Test
nl_nl: Verbindingstest

source: Testing connection...
nl_nl: Testverbinding...

source: Recipient(s)
nl_nl: Ontvanger(s)

source: Enable this email notification.
nl_nl: Schakel deze e-mail notificatie in.

source: You can add multiple emails by separating them with comma.
nl_nl: Je kunt meerdere e-mails toevoegen door ze te scheiden met een komma.

source: Subject
nl_nl: Onderwerp

source: Enter the email subject.
nl_nl: Voer het onderwerp van de e-mail in.

source: Email heading
nl_nl: E-mail kop

source: Enter the email heading.
nl_nl: Voer de e-mailkop in.

source: HTML template
nl_nl: HTML Sjabloon

source: Manage the email HTML template.
nl_nl: Beheer de HTML-sjabloon van de e-mail.

source: This template has been overridden and can be found in:
nl_nl: Deze sjabloon is overschreven en kan worden gevonden in:

source: To override and edit this email template copy:
nl_nl: Kopieer om deze e-mailsjabloon te overschrijven en te bewerken:

source: to the folder:
nl_nl: naar de map:

source: Return to Default Template
nl_nl: Terug naar de standaardsjabloon

source: Copy file to uploads
nl_nl: Bestand kopiëren naar uploads

source: Edit Template
nl_nl: Bewerk template

source: View Template
nl_nl: Bekijk Template

source: Back
nl_nl: Terug

source: Edit Email Template
nl_nl: E-mail template bewerken

source: File was not found.
nl_nl: Het bestand is niet gevonden.

source: Save Changes
nl_nl: Wijzigingen opslaan

source: Email settings saved successfully.
nl_nl: E-mailinstellingen succesvol opgeslagen.

source: Email notifications sent from MainWP Dashboard about this child site are listed below. Click on an email to configure it.
nl_nl: E-mailmeldingen die worden verzonden vanuit MainWP Dashboard over deze kindersite staan hieronder. Klik op een e-mail om deze te configureren.

source: Description
nl_nl: Omschrijving

source: Click to configure the email settings.
nl_nl: Klik op om de e-mailinstellingen te configureren.

source: Manage
nl_nl: Beheren

source: This operation is not allowed!
nl_nl: Deze handeling is niet toegestaan!

source: The site is already connected to your MainWP Dashboard
nl_nl: De site is al verbonden met je MainWP Dashboard

source: %1$sCongratulations you have connected %2$s.%3$s After finishing the Quick Setup Wizard, you can add additional sites from the Add New Sites page.
nl_nl: %1$sGefeliciteerd, u hebt verbinding gemaakt %2$s.%3$s Nadat u de wizard Snelle installatie hebt voltooid, kunt u extra sites toevoegen via de pagina Nieuwe sites toevoegen.

source: Site successfully added - Visit the Site's %1$sDashboard%2$s now.%3$s
nl_nl: Site succesvol toegevoegd - Bezoek nu het %1$sDashboard%2$s van de site.%3$s

source: Undefined error occurred. Please try again. For additional help, contact the MainWP Support.
nl_nl: Er is een ongedefinieerde fout opgetreden. Probeer het opnieuw. Neem voor aanvullende hulp contact op met de MainWP Support.

source: Quick Setup
nl_nl: Snelle Setup

source: Click to go back to the site WP Admin area.
nl_nl: Klik op om terug te gaan naar het beheergebied van WP voor de site.

source: Collapse menu.
nl_nl: Menu samenvouwen.

source: Add New Site
nl_nl: Nieuwe site toevoegen

source: Manage Tags
nl_nl: Tags beheren

source: Translation Plugins
nl_nl: Plug-ins voor vertalingen

source: Manage Plugins
nl_nl: Beheren Plugins

source: Install
nl_nl: Installeer

source: Advanced Auto Updates
nl_nl: Geavanceerde automatische updates

source: Ignored Updates
nl_nl: Genegeerde updates

source: Ignored Abandoned
nl_nl: Genegeerd Verlaten

source: Themes
nl_nl: Thema's

source: Manage Themes
nl_nl: Beheer thema's

source: Users
nl_nl: Gebruikers

source: Manage Users
nl_nl: Gebruikers beheren

source: Add New User
nl_nl: Voeg nieuwe gebruiker toe

source: Import Users
nl_nl: Importeer gebruikers

source: Admin Passwords
nl_nl: Admin wachtwoorden

source: Posts
nl_nl: Berichten

source: Manage Pages
nl_nl: Pagina's beheren

source: Add New Post
nl_nl: Nieuw Bericht toevoegen

source: Pages
nl_nl: Pagina's

source: Add New Page
nl_nl: Nieuwe pagina toevoegen

source: Clients
nl_nl: Klanten

source: Add Client
nl_nl: Klant toevoegen

source: Client Fields
nl_nl: Klantvelden

source: Cost Tracker
nl_nl: Kosten Tracker

source: Add Cost
nl_nl: Kosten toevoegen
