Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: The most recent changes made to your Child Sites that were not done through your MainWP Dashboard.
nl_nl: De meest recente wijzigingen aan uw Kindersites die niet via uw MainWP Dashboard zijn gedaan.

source: See all %d
nl_nl: Alle sites met kinderen bekijken %d

source: WordPress Version
nl_nl: WordPress-versie

source: Debug Mode
nl_nl: Debug modus

source: MainWP Child Version
nl_nl: MainWP Kindversie

source: PHP Memory Limit
nl_nl: PHP Geheugen Limiet

source: cURL version
nl_nl: cURL versie

source: OpenSSL version
nl_nl: OpenSSL-versie

source: Last Check Status
nl_nl: Laatste controlestatus

source: Site Info
nl_nl: Website informatie

source: Basic child site system information
nl_nl: Basis systeeminformatie kindersite

source: <h3>No plugin information found.</h3> This may be a premium plugin and no other details are available from WordPress.
nl_nl: <h3>Geen plugin-informatie gevonden.</h3> Dit kan een premium plugin zijn en er zijn geen andere details beschikbaar van WordPress.

source: Please visit the plugin website for more information.
nl_nl: Ga naar de plugin website voor meer informatie.

source: Please visit the plugin website for more information:
nl_nl: Ga naar de plugin website voor meer informatie:

source: Update Overview
nl_nl: Update Overzicht

source: Last synchronization completed on:
nl_nl: Gegevenssynchronisatie

source: Clicking this button will update all Plugins, Themes, WP Core files and translations on ALL your websites.
nl_nl: Als je op deze knop klikt, worden alle plugins, thema's, WP Core-bestanden en vertalingen op AL je websites bijgewerkt.

source: Clicking this button will update all Plugins, Themes, WP Core files and translations on this website.
nl_nl: Als je op deze knop klikt, worden alle plugins, thema's, WP Core-bestanden en vertalingen op deze website bijgewerkt.

source: Available WordPress core updates.
nl_nl: Beschikbare updates

source: Clicking this button will update WP Core files on All your websites.
nl_nl: Als je op deze knop klikt, worden de WP Core-bestanden op al je websites bijgewerkt.

source: Clicking this button will update all Plugins on All your websites.
nl_nl: Als je op deze knop klikt, worden alle plugins op al je websites bijgewerkt.

source: Clicking this button will update all Plugins on the website.
nl_nl: Als je op deze knop klikt, worden alle Plugins op de website bijgewerkt.

source: Clicking this button will update all Themes on All your websites.
nl_nl: Als je op deze knop klikt, worden alle Thema's op al je websites bijgewerkt.

source: Clicking this button will update all Themes on the website.
nl_nl: Als je op deze knop klikt, worden alle Plugins op de website bijgewerkt.

source: Clicking this button will update all Translations on All your websites.
nl_nl: Als je op deze knop klikt, worden alle vertalingen op al je websites bijgewerkt.

source: Clicking this button will update all Translations on the website.
nl_nl: Als je op deze knop klikt, worden alle Plugins op de website bijgewerkt.

source: Available translation updates.
nl_nl: Beschikbare vertaalupdates

source: Detected abandoned plugins.
nl_nl: Verlaten plugins controleren

source: Detected abandoned themes.
nl_nl: Verlaten thema's controleren

source: The Site ID is invalid or not found. Please try again.
nl_nl: Site ID ongeldig of site niet gevonden. Probeer het opnieuw.

source: Start and end dates cannot be empty. Please try again.
nl_nl: De klantnaam is leeg. Probeer het opnieuw.

source: The start date must be earlier than the end date. Please try again.
nl_nl: Ongeldige begindatum of einddatum. Probeer het opnieuw.

source: Monitor site uptime status and response time history.
nl_nl: Controleer de uptimestatus van de site en de reactietijdgeschiedenis.

source: Last 24 hours
nl_nl: Afgelopen 24 uur

source: Last 7 days
nl_nl: Laatste 7 dagen

source: Last 30 days
nl_nl: Afgelopen 30 dagen

source: Last 365 days
nl_nl: 5 dagen

source: Loading
nl_nl: Laden

source: Current Status
nl_nl: Huidige Status

source: Incidents
nl_nl: Klanten

source: Uptime ratio
nl_nl: Vertalingen bijwerken

source: Average
nl_nl: Gemiddeld

source: Current uptime status.
nl_nl: Status Klant

source: Installed plugins on the child site
nl_nl: Geïnstalleerde plugins op de kindersite

source: Plugin has been activated!
nl_nl: Plugin is geactiveerd!

source: Plugin has been deactivated!
nl_nl: Plugin is gedeactiveerd!

source: Plugin has been permanently deleted!
nl_nl: Plugin is permanent verwijderd!

source: Plugin or site ID not found. Please, reload the page and try again.
nl_nl: Plugin of site-ID niet gevonden. Laad de pagina opnieuw en probeer het opnieuw.

source: Inactive themes on the child site
nl_nl: Geïnstalleerde thema's op de kindersite

source: Theme has been activated!
nl_nl: Thema is geactiveerd!

source: Theme has been permanently deleted!
nl_nl: Thema is permanent verwijderd!

source: Theme or site ID not found. Please, reload the page and try again.
nl_nl: Thema of site-ID niet gevonden. Laad de pagina opnieuw en probeer het opnieuw.

source: MainWP Dashboard
nl_nl: WP FreshBoard

source: Manage all of your WP sites, even those on different servers, from one central dashboard that runs off of your own self-hosted WordPress install.
nl_nl: Beheer al je WP-sites, zelfs die op verschillende servers, vanaf één centraal dashboard dat draait op je eigen zelf gehoste WordPress-installatie.
