Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: 5. Once the API is connected, go to the Site Edit page (for all sites on this host) and set the correct Provider and Instance ID.
nl_nl: 5. Zodra de API is verbonden, ga je naar de pagina Site bewerken (voor alle sites op deze host) en stel je de juiste Provider en Instance ID in.

source: Enable Vultr API
nl_nl: Vultr API inschakelen

source: If enabled, the Vultr API will be activated.
nl_nl: Als deze optie is ingeschakeld, wordt de Vultr API geactiveerd.

source: Akamai (Linode) API Settings
nl_nl: Akamai (Linode) API-instellingen

source: 2. You may create a %1$sPersonal Access Token%2$s by navigating here: %3$s
nl_nl: 2. Je kunt een %1$sPersoonlijk toegangsbewijs%2$s maken door hier te navigeren: %3$s

source: 3. Paste in your account %1$sPersonal Access Token%2$s below and click the Save Settings button.
nl_nl: 3. Plak hieronder het %1$sPersoonlijke toegangscode%2$s van je account en klik op de knop Instellingen opslaan.

source: 4. Once the API is connected, go to the Site Edit page (for all sites on this host) and set the correct Provider and Instance ID.
nl_nl: 4. Zodra de API is verbonden, ga je naar de pagina Site bewerken (voor alle sites op deze host) en stel je de juiste Provider en Instance ID in.

source: Enable Akamai (Linode) API
nl_nl: Akamai (Linode) API inschakelen

source: If enabled, the Akamai (Linode) API will be activated.
nl_nl: Als dit is ingeschakeld, wordt de Akamai (Linode) API geactiveerd.

source: 2. You can generate an %1$sOAuth token%2$s by visiting the %3$s section of the DigitalOcean control panel for your account.
nl_nl: 2. U kunt een %1$sOAuth token%2$s genereren door naar de %3$s sectie van het DigitalOcean controlepaneel voor uw account te gaan.

source: 3. Paste in your %1$sPersonal Access Token%2$s below and click the Save Settings button.
nl_nl: 3. Plak hieronder uw %1$sPersoonlijke toegangscode%2$s en klik op de knop Instellingen opslaan.

source: Enable DigitalOcean API
nl_nl: DigitalOcean API inschakelen

source: If enabled, the DigitalOcean API will be activated.
nl_nl: Als dit is ingeschakeld, wordt de API van DigitalOcean geactiveerd.

source: 1. Enter in your cPanel URL below. ( eg. https://my-site.com:2083 )
nl_nl: 1. Voer hieronder je cPanel URL in. ( bijv. https://my-site.com:2083 )

source: 2. Enter in your cPanel account Username and Password below.
nl_nl: 2. Voer hieronder de gebruikersnaam en het wachtwoord van je cPanel-account in.

source: This information can be provided by your Child Site&#39;s Host.
nl_nl: Deze informatie kan worden verstrekt door de host van je kindersite.

source: Enable cPanel API
nl_nl: Schakel cPanel API in

source: If enabled, the cPanel API will be activated.
nl_nl: Indien ingeschakeld, wordt de cPanel API geactiveerd.

source: Username
nl_nl: Gebruikersnaam

source: Password
nl_nl: Wachtwoord

source: cPanel Site Path
nl_nl: cPanel websitepad

source: 1. Login to your Plesk Account
nl_nl: 1. Inloggen op uw Plesk-account

source: 2. Do a search for "Keychain for API Secret Keys" & install it.
nl_nl: 2. Zoek naar "Keychain for API Secret Keys" en installeer het.

source: 3. Click Open > Click Add Secret Key > Add a description > Click OK
nl_nl: 3. Klik op Openen > Klik op Geheime sleutel toevoegen > Voeg een beschrijving toe > Klik op OK

source: 4. Copy & Paste your API Access Token below
nl_nl: 4. Kopieer en plak uw API-toegangstoken hieronder

source: Enable Plesk (WP Toolkit) API
nl_nl: Plesk (WP Toolkit) API inschakelen

source: If enabled, the Plesk API will be activated.
nl_nl: Als deze optie is ingeschakeld, wordt de Plesk API geactiveerd.

source: 2. You can generate an API Key by visiting the %1$s tab of the Company Settings Page.
nl_nl: 2. U kunt een API-sleutel genereren door naar het tabblad %1$s te gaan op de pagina Bedrijfsinstellingen.

source: 3. Paste in your %1$sCredentials%2$s below and click the Save Settings button.
nl_nl: 3. Plak hieronder je %1$sCredentials%2$s en klik op de knop Instellingen opslaan.

source: 4. Once the API is connected, go to the Site Edit page (for all sites on this host) and set the correct Provider and Environment ID.
nl_nl: 4. Zodra de API is verbonden, ga je naar de pagina Site bewerken (voor alle sites op deze host) en stel je de juiste Provider en Environment ID in.

source: Enable Kinsta API
nl_nl: Kinsta API inschakelen

source: If enabled, the Kinsta API will be activated.
nl_nl: Als dit is ingeschakeld, wordt de Kinsta API geactiveerd.

source: Company ID
nl_nl: Bedrijfs-ID

source: Backup API Provider Settings
nl_nl: Instellingen back-up API-provider

source: Use the provided settings to set your Backup API provider. Sites hosted on Cloudways and Gridpane do not require these settings.
nl_nl: Gebruik de meegeleverde instellingen om uw Backup API-provider in te stellen. Sites gehost op Cloudways en Gridpane hebben deze instellingen niet nodig.

source: Use these settings to select Provider and instance ID only if the site is hosted on DigitalOcean, Akamai (Linode), or Vultr hosting.
nl_nl: Gebruik deze instellingen om Provider en instance ID alleen te selecteren als de site wordt gehost op DigitalOcean, Akamai (Linode) of Vultr hosting.

source: Sites hosted on Cloudways and GridPane do not require these settings to be added manually. All the necessary info for the feature will be obtained automatically so you can leave these settings blank.
nl_nl: Sites die gehost worden op Cloudways en GridPane hebben deze instellingen niet nodig om handmatig toe te voegen. Alle benodigde informatie voor de functie wordt automatisch verkregen, dus u kunt deze instellingen leeg laten.

source: Choose a provider
nl_nl: Kies een leverancier

source: Detected provider
nl_nl: Gedetecteerde provider

source: None
nl_nl: Geen

source: Enable WP Toolkit API
nl_nl: WP Toolkit API inschakelen

source: If enabled, the WP Toolkit API will also be active.
nl_nl: Als deze optie is ingeschakeld, is de WP Toolkit API ook actief.

source: Overwrite cPanel Global Settings
nl_nl: Globale instellingen van cPanel overschrijven

source: If enabled, the cPanel Individual Settings will be used.
nl_nl: Als deze optie is ingeschakeld, worden de individuele instellingen van cPanel gebruikt.

source: Enter the cPanel API URL. eg.: https://yoursite.com:2083
nl_nl: Voer de cPanel API URL in. bijv.: https://yoursite.com:2083

source: Enter the cPanel Account Username.
nl_nl: Voer de gebruikersnaam van het cPanel-account in.

source: Enter the cPanel Account Password.
nl_nl: Voer het wachtwoord voor het cPanel-account in.

source: Enter the directory the site is installed. eg.: /public_html/child/
nl_nl: Voer de map in waarin de site is geïnstalleerd. bijv: /public_html/child/

source: Installation ID
nl_nl: Installatie ID

source: Enter the Plesk Installation ID. eg.: "1"
nl_nl: Voer de Plesk-installatie-ID in. bijv: "1"

source: Overwrite Global Settings
nl_nl: Globale instellingen overschrijven

source: If enabled, the Plesk (WP Toolkit) Individual Settings will be used.
nl_nl: Als deze optie is ingeschakeld, worden de individuele instellingen van Plesk (WP Toolkit) gebruikt.

source: Enter the Plesk API Key
nl_nl: Voer de Plesk API-sleutel in

source: Environment ID
nl_nl: Omgeving ID

source: Enter the Kinsta Environment ID.
nl_nl: Voer de Kinsta-omgevings-ID in.

source: If enabled, the Kinsta Individual Settings will be used.
nl_nl: Als deze optie is ingeschakeld, worden de individuele instellingen van Kinsta gebruikt.

source: Enter the Kinsta Account Email.
nl_nl: Voer het e-mailadres van de Kinsta-account in.

source: Enter the Kinsta Company ID.
nl_nl: Voer de Kinsta Bedrijfs-ID in.

source: Enter the Kinsta API Key
nl_nl: Voer de Kinsta API-sleutel in

source: Enter the Instance ID (Droplet ID). This information is available in your provider account.
nl_nl: Voer de Instance ID (Droplet ID) in. Deze informatie is beschikbaar in je provideraccount.

source: Detected Cloudways site ID.
nl_nl: Cloudways site-ID gedetecteerd.

source: GridPane (Developer or higher)
nl_nl: GridPane (ontwikkelaar of hoger)

source: Detected GridPane site ID.
nl_nl: GridPane site ID gedetecteerd.

source: Single-Site License
nl_nl: Licentie voor één locatie

source: Multiple-Site License
nl_nl: Licentie voor meerdere locaties

source: Subscription
nl_nl: Abonnement

source: Lifetime
nl_nl: Onbeperkt

source: Manage Cost Tracker
nl_nl: Kosten Tracker Beheren

source: Cost Summary
nl_nl: Kostenoverzicht

source: Manage Costs
nl_nl: Kosten beheren

source: Service
nl_nl: Dienst

source: Other
nl_nl: Andere

source: Debit Card
nl_nl: Debetkaart

source: Cash
nl_nl: Contant

source: Weekly
nl_nl: Wekelijks

source: Monthly
nl_nl: Maandelijks

source: Quarterly
nl_nl: Kwartaal

source: Yearly
nl_nl: Jaarlijks

source: Canceled
nl_nl: Geannuleerd

source: On Hold
nl_nl: In de wacht

source: Expired
nl_nl: Verlopen

source: Pending Cancelation
nl_nl: In afwachting van annulering

source: If you need help with the Cost Tracker module, please review following help documents
nl_nl: Als je hulp nodig hebt met de Cost Tracker-module, raadpleeg dan de volgende helpdocumenten

source: Product icon
nl_nl: Productpictogram

source: A cost tracker for this plugin already exists.
nl_nl: Er bestaat al een kostentracker voor deze plugin.

source: A cost tracker for this theme already exists.
nl_nl: Er bestaat al een kostentracker voor dit thema.

source: cost summary
nl_nl: kostenoverzicht

source: To hide or show a widget, click the Cog (%1$s) icon.
nl_nl: Klik op het tandwielpictogram (%1$s) om een widget te verbergen of te tonen.

source: Upcoming Renewals
nl_nl: Komende verlengingen

source: Upcoming Monthly Renewals
nl_nl: Komende maandelijkse verlengingen

source: Upcoming Yearly Renewals
nl_nl: Komende jaarlijkse verlengingen

source: Monthly Totals
nl_nl: Maandelijkse totalen

source: Annual Expense Distribution by Category
nl_nl: Jaarlijkse kostenverdeling per categorie

source: Payment Left For This Month
nl_nl: Betaling voor deze maand

source: manage cost tracker
nl_nl: kosten tracker beheren

source: Cost saved successfully.
nl_nl: Kosten met succes bespaard.

source: Edit
nl_nl: Bewerken

source: Add New Cost
nl_nl: Nieuwe kosten toevoegen

source: Name
nl_nl: Naam

source: Enter the Company (Product) name.
nl_nl: Voer de naam van het bedrijf (product) in.

source: Enter the URL of the product (optional).
nl_nl: Voer de URL van het product in (optioneel).

source: Upload product icon
nl_nl: Productpictogram uploaden

source: Select an icon if not using original product icon.
nl_nl: Selecteer een pictogram als u het originele productpictogram niet gebruikt.

source: Select the type of this cost.
nl_nl: Selecteer het type van deze kosten.

source: Renewal frequency
nl_nl: Vernieuwingsfrequentie

source: Enter renewal frequency.
nl_nl: Verlengingsfrequentie invoeren.

source: Subscription status
nl_nl: Abonnementsstatus

source: Enter subscription status.
nl_nl: Abonnementsstatus invoeren.

source: Next renewal
nl_nl: Volgende vernieuwing

source: Category
nl_nl: Categorie

source: Select the category for this cost.
nl_nl: Selecteer de categorie voor deze kosten.

source: Enter the product slug.
nl_nl: Voer de slug van het product in.

source: License type
nl_nl: Soort licentie

source: Select the license type of this cost.
nl_nl: Selecteer het licentietype van deze kosten.

source: Price
nl_nl: Prijs

source: Please input a value using a single decimal point (.) without thousand separators or currency symbols.
nl_nl: Voer een waarde in met een enkel decimaalteken (.) zonder duizendtallenscheidingstekens of valutasymbolen.

source: Purchase date
nl_nl: Aankoopdatum

source: Enter the purchase date.
nl_nl: Voer de aankoopdatum in.

source: Select date
nl_nl: Selecteer Datum

source: Payment method
nl_nl: Betaalmethode

source: Enter the payment method.
nl_nl: Voer de betalingsmethode in.

source: Enter the description for this cost tracking item.
nl_nl: Voer de beschrijving voor dit kostentrackingitem in.

source: Save Cost Tracking Item
nl_nl: Kosten bijhouden

source: Last Renewal
nl_nl: Laatste verlenging

source: Next Renewal
nl_nl: Volgende verlenging

source: Action
nl_nl: Actie

source: Per Site Price
nl_nl: Prijs per locatie

source: Total Price
nl_nl: Totaalprijs

source: Purchased
nl_nl: Gekocht

source: Renews
nl_nl: Vernieuwt op

source: No subscriptions found.
nl_nl: Geen abonnementen gevonden.

source: Click to select the site.
nl_nl: Klik om de site te selecteren.

source: Actions menu
nl_nl: Menu Acties

source: Add Notes
nl_nl: Opmerkingen toevoegen

source: View Notes
nl_nl: Opmerkingen bekijken

source: Invalid cost tracker ID or item not found.
nl_nl: Ongeldige kostentracker-ID of item niet gevonden.

source: Failed.
nl_nl: Mislukt.

source: Available filters.
nl_nl: Beschikbare filters.

source: All sites
nl_nl: Alle sites

source: All categories
nl_nl: Alle categorieën

source: All license types
nl_nl: Alle licentietypes

source: All Subscription types
nl_nl: Alle abonnementstypes

source: All methods
nl_nl: Alle methoden

source: Renews period start date
nl_nl: Startdatum periode vernieuwen

source: Renews period end date
nl_nl: Vernieuwt einddatum periode

source: Filter Costs
nl_nl: Filterkosten

source: Returns this page to the state it was in when installed. The feature also restores any column you have moved through the drag and drop feature on the page.
nl_nl: Zet deze pagina terug in de staat waarin hij zich bevond toen hij werd geïnstalleerd. De functie herstelt ook alle kolommen die je hebt verplaatst met de sleepfunctie op de pagina.

source: Screen Options
nl_nl: Schermopties

source: Would you like to turn on home screen previews? This function queries WordPress.com servers to capture a screenshot of your site the same way comments shows you preview of URLs.
nl_nl: Wil je voorbeeldweergaven op het startscherm inschakelen? Deze functie raadpleegt de servers van WordPress.com om een schermafbeelding van je website vast te leggen, op dezelfde manier waarop opmerkingen een voorbeeld van URL's tonen.

source: Cost Tracker settings saved successfully.
nl_nl: Cost Tracker instellingen succesvol opgeslagen.

source: Currency
nl_nl: Valuta

source: Select preferred currency.
nl_nl: Selecteer de gewenste valuta.

source: Left Space
nl_nl: Ruimte links

source: Right Space
nl_nl: Rechts Ruimte

source: Currency symbol position
nl_nl: Positie valuta symbool

source: Choose the position of the currency symbol: before or after the amount.
nl_nl: Kies de positie van het valutasymbool: voor of na het bedrag.

source: Select preferred currency symbol position.
nl_nl: Selecteer de gewenste positie van het valutasymbool.

source: Thousand separator
nl_nl: Scheidingsteken tussen duizendtallen

source: Select a separator for thousands to enhance number readability.
nl_nl: Selecteer een scheidingsteken voor duizendtallen om de leesbaarheid van getallen te verbeteren.

source: Select a separator for thousands.
nl_nl: Selecteer een scheidingsteken voor duizendtallen.

source: Decimal separator
nl_nl: Decimaalscheidingsteken

source: Choose a symbol to separate decimal portions in numbers.
nl_nl: Kies een symbool om decimale gedeelten in getallen te scheiden.

source: Decimal places
nl_nl: Decimale plaatsen

source: Set the number of decimal places for numerical values.
nl_nl: Het aantal decimalen voor numerieke waarden instellen.

source: Default product categories
nl_nl: Standaard productcategorieën

source: Customize and create product categories.
nl_nl: Productcategorieën aanpassen en maken.

source: Add new
nl_nl: Nieuwe toevoegen

source: Custom payment methods
nl_nl: Aangepaste betalingsmethoden

source: Create custom payment methods.
nl_nl: Aangepaste betalingsmethoden aanmaken.

source: Title
nl_nl: Titel

source: Invalid Client ID or Client not found. Please try again.
nl_nl: Ongeldige klant-ID of klant niet gevonden. Probeer het opnieuw.

source: Invalid Site ID or Site not found. Please try again.
nl_nl: Ongeldige site-id of site niet gevonden. Probeer het opnieuw.

source: Invaid subscription id or subscription not found. Plase try again.
nl_nl: Ongeldig abonnement id of abonnement niet gevonden. Probeer het opnieuw.

source: Please enter websites or groups or clients.
nl_nl: Voer websites of groepen of klanten in.

source: Add cost failed. Please try again.
nl_nl: Kosten toevoegen mislukt. Probeer het opnieuw.

source: Cost deteled successfully.
nl_nl: Kosten succesvol gedelete.

source: Cost deteled failed.
nl_nl: Kosten deteled mislukt.

source: Limit response to resources published after a given ISO8601 compliant date.
nl_nl: Beperk reactie op bronnen gepubliceerd na een bepaalde ISO 8601 compliant datum.

source: Limit response to reviews published before a given ISO8601 compliant date.
nl_nl: Beperk reactie op reviews gepubliceerd vóór een bepaalde ISO8601 compliant datum.

source: Ensure result set excludes specific IDs.
nl_nl: Zorg ervoor dat de resultaat-set specifieke id’s uitsluit.

source: Limit result set to specific IDs.
nl_nl: Beperk resultaat tot bepaalde id’s.

source: Offset the result set by a specific number of items.
nl_nl: Offset het resultaat doormiddel van een bepaald aantal items.

source: Order sort attribute ascending or descending.
nl_nl: Order sorteervolgorde, oplopend of aflopend.

source: Sort collection by object attribute.
nl_nl: Sorteer collectie per object eigenschap.

source: Limit result set to reviews assigned to specific user IDs.
nl_nl: Limiet resultaat ingesteld op reviews toegewezen aan specifieke gebruikers ID’s.

source: Ensure result set excludes reviews assigned to specific user IDs.
nl_nl: Zorg ervoor dat resultaatset exclusief reviews is die zijn toegewezen aan specifieke gebruikers ID’s.

source: Limit result set to that from a specific author email.
nl_nl: Limiet resultaat ingesteld op dat van een specifieke auteur e-mail.

source: Limit result set to reviews assigned to specific product IDs.
nl_nl: Limiet resultaat ingesteld op beoordelingen die zijn toegewezen aan specifieke product ID’s.

source: Limit result set to reviews assigned a specific status.
nl_nl: Limiet resultaat ingesteld op reviews toegewezen een specifieke status.

source: Cost ID.
nl_nl: Kosten ID.

source: Cost name.
nl_nl: Naam van de kosten.

source: Cost url.
nl_nl: Kosten url.

source: Cost type.
nl_nl: Kostensoort.

source: License type.
nl_nl: Type licentie.

source: Cost status.
nl_nl: Kostenstatus.

source: Payment method.
nl_nl: Betalingsmethode.

source: Price.
nl_nl: Prijs.

source: Renewal type.
nl_nl: Type verlenging.

source: Last renewal.
nl_nl: Laatste verlenging.

source: Next renewal.
nl_nl: Volgende vernieuwing.

source: Last alert.
nl_nl: Laatste waarschuwing.

source: Cost icon.
nl_nl: Kostenpictogram.

source: Cost color.
nl_nl: Kosten kleur.

source: Sites IDs.
nl_nl: Locaties ID's.

source: Groups IDs.
nl_nl: Groep ID's.

source: Clients IDs.
nl_nl: ID's van klanten.

source: Powered by
nl_nl: Mogelijk gemaakt door

source: Are you sure.
nl_nl: Bent u zeker?

source: Visualize your yearly spending proportions across different product categories.
nl_nl: Visualiseer de verhouding van je jaarlijkse uitgaven in verschillende productcategorieën.

source: Manage and monitor your expenses.
nl_nl: Beheer en controleer je uitgaven.

source: Cost Tracker Dashboard
nl_nl: Kosten Tracker Dashboard

source: Client Sites
nl_nl: Locaties van klanten

source: Cost
nl_nl: Kosten

source: Monitor your expenses - this widget highlights your upcoming monthly renewals.
nl_nl: Houd je uitgaven in de gaten - deze widget markeert je aankomende maandelijkse verlengingen.

source: Today
nl_nl: Vandaag

source: Tomorrow
nl_nl: Morgen

source: This Week
nl_nl: Deze week

source: Next Week
nl_nl: Volgende week

source: This Month
nl_nl: Deze maand

source: Next Month
nl_nl: Volgende maand

source: This Year
nl_nl: Dit Jaar

source: Next Year
nl_nl: Volgend jaar

source: No upcoming renewals for the selected priod.
nl_nl: Er zijn geen aanstaande verlengingen voor de geselecteerde priode.

source: Renews at
nl_nl: Vernieuwt bij

source: Track and forecast your monthly expenses by category for a year.
nl_nl: Volg en voorspel je maandelijkse uitgaven per categorie voor een jaar.

source: Payments Left For the Month
nl_nl: Resterende betalingen voor de maand

source: See upcoming costs left for this month.
nl_nl: Zie de komende kosten voor deze maand.

source: Manage and monitor your expenses
nl_nl: Beheer en controleer je uitgaven

source: Site Cost
nl_nl: Locatiekosten

source: Manage your budget proactively with the forthcoming renewals.
nl_nl: Beheer je budget proactief met de komende verlengingen.

source: Monitor your expenses - this widget highlights your upcoming yearly renewals.
nl_nl: Houd je uitgaven in de gaten - deze widget markeert je komende jaarlijkse verlengingen.

source: Dashboard Insights
nl_nl: Dashboard-inzichten

source: Total logs size: %1$s (MB)
nl_nl: Totale loggrootte: %1$s (MB)

source: Invalid Start date or end date. Please try again.
nl_nl: Ongeldige begindatum of einddatum. Probeer het opnieuw.

source: Invalid selected year. Please try again.
nl_nl: Ongeldig geselecteerd jaar. Probeer het opnieuw.

source: If you need help with the Dashboard Insights module, please review following help documents
nl_nl: Als je hulp nodig hebt met de Dashboard Insights module, bekijk dan de volgende helpdocumenten

source: during WP Cron
nl_nl: tijdens WP Cron

source: during WP REST API
nl_nl: tijdens WP REST API

source: Event
nl_nl: Evenement

source: Failed
nl_nl: Mislukt

source: Success
nl_nl: Succes

source: WP Core WordPress
nl_nl: WP Kern WordPress

source: Post
nl_nl: Bericht

source: Page
nl_nl: Pagina

source: Custom Post
nl_nl: Aangepaste post

source: No records found.
nl_nl: Geen records gevonden.

source: No events found.
nl_nl: Geen evenementen gevonden.

source: Invalid use, type must be one of INPUT_* family.
nl_nl: Ongeldig gebruik, type moet er een zijn van de INPUT_* familie.

source: Filter not supported.
nl_nl: Filter niet ondersteund.

source: Item
nl_nl: Artikel

source: Duration
nl_nl: Duur

source: Dashboard Insights is a feature that will provide you with analytics data about your MainWP Dashboard usage. This version of the MainWP Dashboard contains only the logging part of this feature, which only logs actions performed in the MainWP Dashboard. Once the feature is fully completed, a new version will be released, and the logged data will be available.
nl_nl: Dashboard Insights is een functie die u voorziet van analytische gegevens over uw gebruik van het MainWP Dashboard. Deze versie van het MainWP Dashboard bevat alleen het logging-gedeelte van deze functie, waarin alleen acties worden gelogd die zijn uitgevoerd in het MainWP Dashboard. Zodra de functie volledig is afgerond, komt er een nieuwe versie uit en zijn de gelogde gegevens beschikbaar.

source: Important Note: Collected data stays on your server, and it will never be sent to MainWP servers or 3rd party. Logged data will only be used by you for informative purposes.
nl_nl: Belangrijke opmerking: Verzamelde gegevens blijven op je server en worden nooit naar MainWP-servers of derden gestuurd. Vastgelegde gegevens worden alleen door jou gebruikt voor informatieve doeleinden.

source: Dashboard Insights Settings
nl_nl: Dashboard Insights-instellingen

source: Enable insights logging
nl_nl: Loggen van inzichten inschakelen

source: If enabled, your MainWP Dashboard will enable logging.
nl_nl: Als dit is ingeschakeld, wordt loggen ingeschakeld in je MainWP Dashboard.

source: Default: Enabled
nl_nl: Standaard: Ingeschakeld

source: Enable auto purge
nl_nl: Automatisch zuiveren inschakelen

source: If enabled, your MainWP Dashboard will auto purge logs.
nl_nl: Als deze optie is ingeschakeld, zal je MainWP Dashboard automatisch logs verwijderen.
