Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: Installed themes:
nl_nl: Geïnstalleerde thema's:

source: Active Theme
nl_nl: Actief thema

source: Inactive Themes
nl_nl: Inactieve thema's

source: Inactive themes:
nl_nl: Inactieve thema's:

source: Available Updates
nl_nl: Beschikbare categorieën

source: Available Plugin Updates
nl_nl: Beschikbare updates voor plugins

source: Available Theme Updates
nl_nl: Beschikbare thema-updates

source: Available Translation Updates
nl_nl: Beschikbare vertaalupdates

source: Abandoned plugins:
nl_nl: Verlaten plugins:

source: Abandoned themes:
nl_nl: Verlaten thema's:

source: Please wait...
nl_nl: Even geduld…

source: Process ran successfully on
nl_nl: Proces succesvol uitgevoerd op

source: Directories listing prevented:
nl_nl: Adresboeken met lijsten voorkomen:

source: WordPress version hidden:
nl_nl: WordPress versie verborgen:

source: Really Simple Discovery meta tag removed:
nl_nl: Really Simple Discovery meta tag verwijderd:

source: Windows Live Writer meta tag removed:
nl_nl: Windows Live Writer meta tag verwijderd:

source: Database error reporting disabled:
nl_nl: Database foutrapportage uitgeschakeld:

source: PHP error reporting disabled:
nl_nl: PHP-foutrapportage uitgeschakeld:

source: Version information removed from URLs:
nl_nl: Versie-informatie verwijderd uit URL's:

source: Registered version information removed from URLs:
nl_nl: Geregistreerde versie-informatie verwijderd uit URL's:

source: readme.html removed from WordPress root:
nl_nl: readme.html verwijderd uit de WordPress root:

source: Administrator username is not "admin":
nl_nl: De gebruikersnaam van de beheerder is niet "admin":

source: WordPress is not up to date:
nl_nl: WordPress is niet up-to-date:

source: PHP version does not match the WordPress requirement:
nl_nl: PHP-versie komt niet overeen met de vereisten voor WordPress:

source: SSL protocol is not in place:
nl_nl: SSL-protocol is niet aanwezig:

source: WP Config debugging is enabled:
nl_nl: WP Config debuggen is ingeschakeld:

source: synced successfully.
nl_nl: succesvol gesynchroniseerd.

source: Process failed with error:
nl_nl: Proces mislukt met fout:

source: reconnected successfully.
nl_nl: met succes opnieuw verbonden.

source: disconnected successfully.
nl_nl: met succes losgekoppeld.

source: Site removed successfully.
nl_nl: Site succesvol verwijderd.

source: updated successfully.
nl_nl: succesvol geupdatet.

source: plugins updated successfully.
nl_nl: plugins met succes bijgewerkt.

source: themes updated successfully.
nl_nl: thema's met succes bijgewerkt.

source: translations updated successfully.
nl_nl: vertalingen succesvol bijgewerkt.

source: item updated successfully.
nl_nl: item succesvol bijgewerkt.

source: successfully.
nl_nl: Succesvol.

source: Checking
nl_nl: Aan het controleren

source: All ignored
nl_nl: Alle genegeerd

source: ignorred successfully.
nl_nl: met succes genegeerd.

source: unignorred successfully.
nl_nl: unignorred met succes.

source: Syncing sites. Please wait...
nl_nl: Sites synchroniseren. Even geduld...

source: Sync succeeded
nl_nl: Synchronisatie geslaagd

source: Sync failed
nl_nl: Synchronisatie mislukt

source: Sync failed:
nl_nl: Synchronisatie mislukt:

source: Sync process completed with errors.
nl_nl: Synchronisatieproces voltooid met fouten.

source: Sync process completed with warnings.
nl_nl: Synchronisatieproces voltooid met waarschuwingen.

source: Sync process completed successfully.
nl_nl: Synchronisatieproces succesvol voltooid.

source: You do not have sufficient permissions to access this page (%s).
nl_nl: Je hebt niet voldoende rechten om deze pagina te openen (%s).

source: Consumer secret is invalid.
nl_nl: Consumer Secret is ongeldig.

source: Missing OAuth parameter %s
nl_nl: Ontbrekende OAuth parameter %s

source: Consumer key is invalid.
nl_nl: Consumer Key is ongeldig.

source: Invalid signature - failed to sort parameters.
nl_nl: Ongeldige handtekening - kan parameters niet rangschikken.

source: Invalid signature - signature method is invalid.
nl_nl: Ongeldige ondertekening - ondertekeningsmethode is ongeldig.

source: Invalid signature - provided signature does not match.
nl_nl: Ongeldige ondertekening - aangeboden ondertekening komt niet overeen.

source: Invalid timestamp.
nl_nl: Ongeldige tijdsaanduiding.

source: Invalid nonce - nonce has already been used.
nl_nl: Ongeldige nonce - nonce is reeds gebruikt.

source: The REST API Key are disabled.
nl_nl: De REST API-sleutel is uitgeschakeld.

source: The REST API passphrase is invalid.
nl_nl: De REST API-sleutel is uitgeschakeld.

source: The API key provided does not have read permissions.
nl_nl: De aangeboden API-sleutel heeft geen lees-rechten.

source: The API key provided does not have write permissions.
nl_nl: De opgegeven API key heeft geen schrijfrechten.

source: Unknown request method.
nl_nl: Onbekende request methode.

source: MainWP API. Use a consumer key in the username field and a consumer secret in the password field.
nl_nl: MainWP API. Gebruik een consumentensleutel in het gebruikersnaamveld en een consumentengeheim in het wachtwoordveld.

source: Sorry, you are not allowed to do the method.
nl_nl: Sorry, je mag de methode niet uitvoeren.

source: Read
nl_nl: Lezen

source: Write
nl_nl: Schrijven

source: Sorry, you are not allowed to do the %s method.
nl_nl: Sorry, je mag de %s-methode niet gebruiken.

source: Incorrect or missing consumer key and/or secret. If the issue persists please reset your authentication details from the MainWP > Settings > REST API page, on your MainWP Dashboard site.
nl_nl: Onjuiste of ontbrekende gebruikerssleutel en/of -geheim. Als het probleem zich blijft voordoen, reset dan uw verificatiegegevens via de pagina MainWP > Instellingen > REST API, op uw MainWP Dashboard site.

source: Required parameter is missing.
nl_nl: Vereiste parameter ontbreekt.

source: Required parameter data is is not valid.
nl_nl: De vereiste parametergegevens zijn ongeldig.

source: Process ran.
nl_nl: Het proces liep.

source: Client created Successfully.
nl_nl: Client succesvol aangemaakt.

source: Add client failed. Please try again.
nl_nl: Client toevoegen mislukt. Probeer het opnieuw.

source: Client updated Successfully.
nl_nl: Client succesvol bijgewerkt.

source: Update client failed. Please try again.
nl_nl: Update client mislukt. Probeer het opnieuw.

source: Client deleted successfully
nl_nl: Client succesvol verwijderd

source: Client deleted failed.
nl_nl: Client verwijderd mislukt.

source: Costs not found.
nl_nl: Kosten niet gevonden.

source: Client suspended successfully.
nl_nl: Client succesvol opgeschort.

source: Client unsuspended successfully.
nl_nl: Client is succesvol opgeheven.

source: Client ID.
nl_nl: Klant-ID.

source: Client name.
nl_nl: Naam klant.

source: Address 1.
nl_nl: Adres 1.

source: Address 2.
nl_nl: Adres 2.

source: City.
nl_nl: Plaats.

source: Zip.
nl_nl: Ritssluiting.

source: State.
nl_nl: Provincie.

source: Country.
nl_nl: Land.

source: Note.
nl_nl: Notitie.

source: Phone.
nl_nl: Telefoon.

source: Created.
nl_nl: Gemaakt.

source: Suspended.
nl_nl: Geschorst.

source: Primary contact id.
nl_nl: Primair contact id.

source: Unable to accept more than %s items for this request.
nl_nl: Niet mogelijk om meer dan %s items te accepteren voor deze aanvraag.

source: The %s argument should be: %s
nl_nl: Het %s argument moet zijn: %s

source: An invalid setting value was passed.
nl_nl: Een ongeldige instelling is ingevuld.

source: List of created resources.
nl_nl: Lijst van aangemaakte bronnen.

source: List of updated resources.
nl_nl: Lijst van aanpaste bronnen.

source: List of delete resources.
nl_nl: Lijst van verwijderde bronnen.

source: Invalid or not found ID.
nl_nl: Ongeldig of niet gevonden ID.

source: Invalid or not found domain.
nl_nl: Ongeldig of niet gevonden domein.

source: Invalid or not found email.
nl_nl: Ongeldige of niet gevonden e-mail.

source: Invalid data.
nl_nl: Ongeldige gegevens.

source: Current page of the collection.
nl_nl: Huidige pagina van de collectie.

source: Maximum number of items to be returned in result set.
nl_nl: Maximaal aantal of items terug te zien in het resultaat.

source: Limit results to those matching a string.
nl_nl: Beperk de resultaten op die welke overeenkomen met een tekenreeks.

source: Slugs.
nl_nl: Slakken.

source: Exclude IDs.
nl_nl: ID's uitsluiten.

source: Include IDs.
nl_nl: Inclusief ID's.

source: Site ID or domain.
nl_nl: Site-ID of domein.

source: Plugins slugs are empty or invalid.
nl_nl: Plugins slugs zijn leeg of ongeldig.

source: Plugins slug is empty or invalid.
nl_nl: Plugins slug is leeg of ongeldig.

source: Plugins slugs is empty or invalid.
nl_nl: Plugins slugs is leeg of ongeldig.

source: Theme slug is empty or invalid.
nl_nl: Thema slug is leeg of ongeldig.

source: Client is not set or not found.
nl_nl: Client is niet ingesteld of niet gevonden.

source: Cost not found.
nl_nl: Kosten niet gevonden.

source: Site ID.
nl_nl: Locatie-ID.

source: Site name.
nl_nl: Site naam.

source: Site note.
nl_nl: Opmerking over de locatie.

source: Site IP.
nl_nl: Locatie IP.

source: Client id
nl_nl: Applicatie ID (client)

source: is staging
nl_nl: is enscenering

source: wp version
nl_nl: wp-versie

source: php version
nl_nl: php-versie

source: child version
nl_nl: kind versie

source: mysql version
nl_nl: mysql versie

source: memory limit
nl_nl: geheugen limiet

source: Database size
nl_nl: Database grootte

source: Active theme
nl_nl: Actief thema

source: Sync errors
nl_nl: Sync-fouten

source: Health status
nl_nl: Gezondheid

source: Health score
nl_nl: Gezondheidsscore

source: Icon
nl_nl: Icoon

source: Last sync
nl_nl: Laatste synchronisatie

source: Last post time
nl_nl: Tijd laatste bericht

source: Recent posts
nl_nl: Recente berichten

source: Recent pages
nl_nl: Recente pagina's

source: Recent comments
nl_nl: Recente reacties

source: Categories
nl_nl: Categorieën

source: Automatic update
nl_nl: Automatisch bijwerken

source: HTTP user
nl_nl: HTTP-gebruiker

source: HTTP password
nl_nl: HTTP-wachtwoord

source: Disable health check
nl_nl: Gezondheidscontrole uitschakelen

source: Health threshold
nl_nl: Gezondheidsdrempel

source: Add site failed. Please try again.
nl_nl: Site toevoegen mislukt. Probeer het opnieuw.

source: Update site failed. Please try again.
nl_nl: Update site mislukt. Probeer het opnieuw.

source: Tag created successfully.
nl_nl: Tag succesvol aangemaakt.

source: Add tag failed. Please try again.
nl_nl: Tag toevoegen mislukt. Probeer het opnieuw.

source: Tag updated successfully.
nl_nl: Tag succesvol bijgewerkt.

source: Update tag failed. Please try again.
nl_nl: Tag bijwerken mislukt. Probeer het opnieuw.

source: Tag deleted successfully.
nl_nl: Tag succesvol verwijderd.

source: Tag deleted failed.
nl_nl: Tag verwijderd mislukt.

source: Tag name.
nl_nl: Tag naam.

source: Tag color.
nl_nl: Labelkleur.

source: A batch updates all job are running.
nl_nl: Een batch werkt alle taken bij.

source: Batch updates all started successfully.
nl_nl: Batchupdates zijn allemaal succesvol gestart.

source: Website suspended. Please unsuspended the website and try again.
nl_nl: Website opgeschort. Verwijder de opschorting van de website en probeer het opnieuw.

source: A batch updates for the site are queuing to run.
nl_nl: Batchupdates voor de site staan in de wachtrij om te worden uitgevoerd.

source: Batch updates for the site started successfully. Please wait to completed.
nl_nl: Batchupdates voor de site zijn succesvol gestart. Wacht tot ze voltooid zijn.

source: An undefined error occured. Please try again.
nl_nl: Er is een ongedefinieerde fout opgetreden. Probeer het opnieuw.

source: WordPress was updated to the latest version.
nl_nl: WordPress is bijgewerkt naar de nieuwste versie.

source: Plugins ignored updates per site.
nl_nl: Plugins negeerden updates per site.

source: No Plugins to update.
nl_nl: Geen plugins om bij te werken.

source: Themes ignored updates per site.
nl_nl: Thema's negeerden updates per site.

source: No Themes to update.
nl_nl: Geen thema's om bij te werken.

source: No Translations to update.
nl_nl: Geen vertalingen om bij te werken.

source: Ignore update plugins per site successfully.
nl_nl: Het bijwerken van plugins per site succesvol negeren.

source: Ignore update plugins per site failed
nl_nl: Update plugins per site negeren mislukt

source: Ignore update themes per site successfully.
nl_nl: Negeer update thema's per site met succes.

source: Ignore update themes per site failed
nl_nl: Negeer update thema's per site mislukt

source: Ignore core update successfully.
nl_nl: Core-update succesvol negeren.

source: Ignore core update failed.
nl_nl: Update kern negeren mislukt.

source: Plugin Updates.
nl_nl: Plugins-updates.

source: Theme Updates.
nl_nl: Thema-updates.

source: Translation Updates.
nl_nl: Vertaalupdates.

source: Rollback Plugins.
nl_nl: Plug-ins terugdraaien.

source: Rollback Themes.
nl_nl: Thema's terugdraaien.

source: Are you sure you want to Disable and Delete all existing backups from this Linode?
nl_nl: Weet je zeker dat je alle bestaande back-ups van deze Linode wilt uitschakelen en verwijderen?

source: Are you sure you want to Restore this backup?
nl_nl: Weet u zeker dat u deze back-up wilt herstellen?

source: Are you sure you want to Delete this backup?
nl_nl: Weet je zeker dat je deze back-up wilt verwijderen?

source: Successfull
nl_nl: Succesvol

source: All Backups have been created.
nl_nl: Alle back-ups zijn gemaakt.

source: There was an issue with creating your backup.
nl_nl: Er is een probleem opgetreden bij het maken van uw back-up.

source: Backup Selected Sites
nl_nl: Back-up maken van geselecteerde sites

source: Manage API Backups Settings
nl_nl: Instellingen API-back-ups beheren

source: This page will list the last backups created by the API Backups Extension for each Child Site that is setup with an API provider.
nl_nl: Deze pagina toont de laatste back-ups die zijn gemaakt door de API Back-ups Extensie voor elke Child Site die is ingesteld met een API provider.

source: Last Manual Backup Date
nl_nl: Datum laatste handmatige back-up

source: Awaiting first backup
nl_nl: In afwachting van de eerste back-up

source: Manage Backups
nl_nl: Beheer backups

source: %1$sNo API Backup Solution has been chosen.%2$s Please double check that you have set the %3$sAPI Key%4$s on the %5$s page%6$s and have set the %7$sInstance ID%8$s on the %9$s page.
nl_nl: %1$sEr is geen API Backup Oplossing gekozen%2$s Controleer of u de %3$sAPI Key%4$s op de %5$s pagina%6$s en de %7$sInstance ID%8$s op de %9$s pagina hebt ingesteld.

source: Backup Files &amp; Database
nl_nl: Backup Bestanden &amp; Database

source: Refresh Available Backups
nl_nl: Beschikbare back-ups vernieuwen

source: View on DigitalOcean
nl_nl: Bekijk op DigitalOcean

source: Disable & Remove Backups on This Linode
nl_nl: Back-ups op deze Linode uitschakelen en verwijderen

source: View on Akamai (Linode)
nl_nl: Zicht op Akamai (Linode)

source: Delete 24hr Restore Point
nl_nl: 24-uurs herstelpunt verwijderen

source: View on Cloudways
nl_nl: Bekijk op Cloudways

source: View on Vultr
nl_nl: Bekijk op Vultr

source: View on GridPane
nl_nl: Weergave op GridPane

source: Three backup slots are executed and rotated automatically: a daily backup, a 2-7 day old backup, and an 8-14 day old backup. You will need to enable backups on your Akamai (Linode) Instance in order to use this feature.
nl_nl: Er worden drie back-up slots uitgevoerd en automatisch geroteerd: een dagelijkse back-up, een 2-7 dagen oude back-up en een 8-14 dagen oude back-up. Je moet back-ups inschakelen op je Akamai (Linode) Instance om deze functie te kunnen gebruiken.

source: Please note that when you click the Disable & Remove Backups button it cancels the Backup service on the given Linode. Deletes all of this Linode's existing backups forever.
nl_nl: Houd er rekening mee dat wanneer u op de knop Back-ups uitschakelen & verwijderen klikt, de back-upservice op de gegeven Linode wordt geannuleerd. Alle bestaande back-ups van deze Linode worden voor altijd verwijderd.

source: This page allows you to back up and restore your currently available Cloudways backups.
nl_nl: Op deze pagina kunt u een back-up maken van uw momenteel beschikbare Cloudways-back-ups en deze herstellen.

source: Please note that Cloudways does not allow you to delete individual backups.
nl_nl: Houd er rekening mee dat je bij Cloudways geen individuele back-ups kunt verwijderen.

source: A local copy of your application will be saved automatically before you restore your application using the restore feature.
nl_nl: Er wordt automatisch een lokale kopie van je applicatie opgeslagen voordat je je applicatie herstelt met de restore functie.

source: To use the restore feature again, you will have to either delete this local copy by clicking the Delete 24hr Restore Point button or roll your application back to the state it was before you restored it via the Cloudways Account UI.
nl_nl: Om de herstelfunctie opnieuw te gebruiken, moet u deze lokale kopie verwijderen door op de knop Herstelpunt 24 uur verwijderen te klikken of uw applicatie terugrollen naar de staat waarin deze zich bevond voordat u deze herstelde via de Cloudways Account UI.

source: This local copy is kept for the first 24 hours, after which it is automatically removed.
nl_nl: Deze lokale kopie wordt de eerste 24 uur bewaard, daarna wordt hij automatisch verwijderd.

source: This page allows you to back up and restore your currently available DigitalOcean backups.
nl_nl: Op deze pagina kunt u een back-up maken van uw momenteel beschikbare back-ups van DigitalOcean en deze herstellen.

source: This page allows you to back up and restore your currently available GridPane backups.
nl_nl: Op deze pagina kunt u een back-up maken van uw huidige beschikbare back-ups van GridPane en deze herstellen.

source: This page allows you to back up and restore your currently available Vultr backups.
nl_nl: Op deze pagina kunt u een back-up maken van uw huidige beschikbare Vultr-back-ups en deze herstellen.

source: You can create up to 5 manual backups. Each manual backup will be stored for 14 days.
nl_nl: Je kunt maximaal 5 handmatige back-ups maken. Elke handmatige back-up wordt 14 dagen bewaard.

source: Backup Name
nl_nl: Naam back-up

source: Note
nl_nl: Opmerking

source: Date Created
nl_nl: Datum aangemaakt

source: Restore Backup
nl_nl: Backup terugzetten

source: Delete Backup
nl_nl: Back-up verwijderen

source: Environment
nl_nl: Omgeving

source: Downloadable Backups
nl_nl: Downloadbare back-ups

source: Created
nl_nl: Aangemaakt

source: Expiry
nl_nl: Verloop

source: Automatic Host Backups
nl_nl: Automatische host back-ups

source: Backup Type
nl_nl: Type back-up

source: Site Path
nl_nl: Locatie Pad

source: Restore
nl_nl: Herstellen

source: Manual Account Backups
nl_nl: Handmatige back-ups van accounts

source: Manual Database Backups
nl_nl: Handmatige back-ups van databases

source: %1$sThe WP-Toolkit API has not been enabled.%2$s Please double check that you have set the cPanel %3$sAPI Key%4$s on the %5$s page%6$s and have enabled the %7$sWP Toolkit API%8$s on the %9$s page.
nl_nl: %1$sDe WP-Toolkit API is niet ingeschakeld.%2$s Controleer of u de cPanel %3$sAPI Key%4$s op de %5$s pagina%6$s en de %7$sWP Toolkit API%8$s hebt ingeschakeld op de %9$s pagina.

source: GridPane Backup Name
nl_nl: GridPane Back-up naam

source: Automatic
nl_nl: Automatisch

source: Manual
nl_nl: Handmatig

source: Cloudways Backup Type
nl_nl: Cloudways Type Back-up

source: Application Backup
nl_nl: Back-up toepassing

source: Size
nl_nl: Grootte

source: Compressed Size
nl_nl: Gecomprimeerde grootte

source: Error: backup
nl_nl: Fout: back-up

source: Error: empty site ID.
nl_nl: Fout: lege site-ID.

source: Error: Check Backup API settings for the website. Server Id & or Backup API provider not set.
nl_nl: Fout: Controleer de Backup API-instellingen voor de website. Server Id & of Backup API-provider niet ingesteld.

source: Error: DigitalOcean Backup
nl_nl: Fout: Back-up van DigitalOcean

source: Error: Linode Backup
nl_nl: Fout: Linode Back-up

source: Error: GridPane Backup
nl_nl: Fout: GridPane back-up

source: Error: Cloudways Backup
nl_nl: Fout: Cloudways Back-up

source: Error: cPanel Backup
nl_nl: Fout: cPanel back-up

source: Error: Plesk Backup
nl_nl: Fout: Plesk back-up

source: Error: Kinsta Backup
nl_nl: Fout: Kinsta Backup

source: Send Backups request failed.
nl_nl: Verzoek voor verzenden back-ups mislukt.

source: Error: empty site ID
nl_nl: Fout: lege site-ID

source: manage api backups
nl_nl: api-back-ups beheren

source: Settings saved.
nl_nl: Instellingen opgeslagen.

source: These settings allow you to Enable 3rd-Party API functionality within your MainWP Dashboard. Check this %1$shelp document%2$s to see all available services & the endpoints that MainWP currently supports.
nl_nl: Met deze instellingen kunt u de API-functionaliteit van derden inschakelen in uw MainWP Dashboard. Bekijk dit %1$shelpdocument%2$s om alle beschikbare services en de eindpunten te zien die MainWP momenteel ondersteunt.

source: API credentials have been successfully saved.
nl_nl: API-referenties zijn succesvol opgeslagen.

source: Cloudways API Settings
nl_nl: Cloudways API-instellingen

source: 1. If you don't already have one, get a %s
nl_nl: 1. Als je er nog geen hebt, koop dan een %s

source: 2. Get your API Key from here: %s
nl_nl: 2. Haal hier je API-sleutel op: %s

source: 3. Enter in your account email address and API Key below.
nl_nl: 3. Voer hieronder het e-mailadres en de API-key van je account in.

source: Enable Cloudways API
nl_nl: Cloudways API inschakelen

source: If enabled, the Cloudways API will be activated.
nl_nl: Als dit is ingeschakeld, wordt de Cloudways API geactiveerd.

source: API Key
nl_nl: API sleutel

source: GridPane API Settings
nl_nl: GridPane API-instellingen

source: Must be the %1$sGridPane Owners Account%2$s &amp; have a %1$sDeveloper Plan or above%2$s in order to use this feature.
nl_nl: Moet de %1$sGridPane Owners Account%2$s &amp zijn; een %1$sDeveloper Plan of hoger%2$s hebben om deze functie te kunnen gebruiken.

source: 2. Get your %1$sAPI Personal Access Token%2$s here: %3$s
nl_nl: 2. Vraag hier uw %1$sAPI Persoonlijk Toegangskenmerk%2$s aan: %3$s

source: 3. %1$sClick GridPare API%2$s in the left hand menu &amp; %1$sCreate your Personal Access Token%2$s
nl_nl: 3. %1$sKlik op GridPare API%2$s in het linkermenu &amp; %1$sCreëer je Persoonlijke Toegangstoken%2$s

source: 4. Copy &amp; Paste your %1$sAPI Personal Access Token%2$s below
nl_nl: 4. Kopieer & plak uw %1$sAPI Persoonlijk Toegangskenmerk%2$s hieronder

source: Enable GridPane API
nl_nl: GridPane API inschakelen

source: If enabled, the GridPane API will be activated.
nl_nl: Als deze optie is ingeschakeld, wordt de GridPane API geactiveerd.

source: Vultr API Settings
nl_nl: Vultr API-instellingen

source: 2. Use this %3$s to find your MainWP Dashboard IP Address %1$s"Mask Bits"%2$s
nl_nl: 2. Gebruik dit %3$s om het IP-adres van je MainWP Dashboard te vinden %1$s"Mask Bits"%2$s

source: 3. Navigate to %3$s and Whitelist your MainWP Dashboard %1$sIP/Mask Bits%2$s and %1$sActivate/Copy%2$s your %1$sAPI Key%2$s
nl_nl: 3. Navigeer naar %3$s en Whitelist je MainWP Dashboard %1$sIP/Mask Bits%2$s en %1$sActiveer/Kopieer%2$s je %1$sAPI Sleutel%2$s

source: 4. Paste in your account API Key below and click the Save Settings button.
nl_nl: 4. Plak hieronder de API-key van je account en klik op de knop Instellingen opslaan.
