Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: Default: Off
nl_nl: Standaard: Uit

source: Keep records for
nl_nl: Houd een administratie bij voor

source: Maximum number of days to keep activity records.
nl_nl: Maximum aantal dagen om activiteitsgegevens bij te houden.

source: Dashboard Insights Tools
nl_nl: Dashboard Inzichten Tools

source: Delete records
nl_nl: Records verwijderen

source: Start Date
nl_nl: Startdatum

source: End Date
nl_nl: Einddatum

source: Compact insights data
nl_nl: Compacte inzichten gegevens

source: Select year
nl_nl: Selecteer jaar

source: Updated
nl_nl: Bijgewerkt

source: Deleted
nl_nl: Verwijderd

source: Saved
nl_nl: Opgeslagen

source: Compact Logs
nl_nl: Compacte houtblokken

source: Installer
nl_nl: Installatieprogramma

source: Activated
nl_nl: Geactiveerd

source: Deactivated
nl_nl: Gedeactiveerd

source: Core
nl_nl: Kern

source: Published
nl_nl: Gepubliceerd

source: Trashed
nl_nl: Verwijderd

source: Restored
nl_nl: Hersteld

source: Added
nl_nl: Toegevoegd

source: Reconnected
nl_nl: Opnieuw aangesloten

source: Updated password
nl_nl: Bijgewerkt wachtwoord

source: Change role
nl_nl: Verander van rol

source: insights dashboard
nl_nl: dashboard inzichten

source: Select range
nl_nl: Selecteer bereik

source: Yesterday
nl_nl: Gisteren

source: This week
nl_nl: Deze week

source: This month
nl_nl: Deze maand

source: Last month
nl_nl: Afgelopen maand

source: This year
nl_nl: Dit jaar

source: Last year
nl_nl: Vorig jaar

source: Custom
nl_nl: Aangepast

source: Start date
nl_nl: Startdatum

source: End date
nl_nl: Einddatum

source: All Clients
nl_nl: Alle klanten

source: All users
nl_nl: Alle gebruikers

source: Filter Data
nl_nl: Filtergegevens

source: Recent Activity Log
nl_nl: Recent activiteitenlogboek

source: Plugin Management Activity Overview
nl_nl: Activiteitenoverzicht voor pluginbeheer

source: Themes Management Activity Overview
nl_nl: Overzicht thema's beheeractiviteiten

source: Site Management Activity Metrics
nl_nl: Site Management Activiteit Metriek

source: Posts Management Event Tracker
nl_nl: Berichten Beheer Gebeurtenis Tracker

source: Page Management Event Tracker
nl_nl: Pagina Beheer Gebeurtenis Tracker

source: User Management Events Summary
nl_nl: Overzicht gebeurtenissen gebruikersbeheer

source: Client Management Activity Summary
nl_nl: Overzicht activiteiten klantenbeheer

source: Site Connectivity Status
nl_nl: Status connectiviteit site

source: PHP Version Distribution
nl_nl: PHP versie distributie

source: WordPress Version Distribution
nl_nl: WordPress Versie Distributie

source: Active Themes Overview
nl_nl: Overzicht actieve thema's

source: Site Plugin Status Breakdown
nl_nl: Statusoverzicht plugins

source: Tag Allocation Overview
nl_nl: Overzicht tagtoewijzing

source: Client Sites Distribution
nl_nl: Distributie klantensites

source: Please select Start Date and End Date.
nl_nl: Selecteer een begindatum en einddatum.

source: Are you sure you want to delete logs for selected date?
nl_nl: Weet je zeker dat je logs voor de geselecteerde datum wilt verwijderen?

source: Running ...
nl_nl: Hardlopen ...

source: Logs records has been deleted successfully.
nl_nl: Logboekrecords zijn met succes verwijderd.

source: Please select year.
nl_nl: Selecteer een jaar.

source: Are you sure you want to compact logs for selected year?
nl_nl: Weet je zeker dat je houtblokken voor het geselecteerde jaar wilt compacteren?

source: Logs records has been compact successfully.
nl_nl: De logboekrecords zijn met succes gecompacteerd.

source: Quantitative snapshot of client management actions and the total count of all events.
nl_nl: Kwantitatieve momentopname van beheermaatregelen voor klanten en de totale telling van alle gebeurtenissen.

source: Unsuspended
nl_nl: Ongesuspendeerd

source: Total
nl_nl: Totaal

source: Count of sites assigned to each client. Easily compare the site allocations among your client base.
nl_nl: Aantal sites toegewezen aan elke klant. Vergelijk eenvoudig de site-toewijzingen onder uw klantenbestand.

source: Distribution of PHP versions across the sites. Track which PHP versions are most prevalent in your network.
nl_nl: Verdeling van PHP-versies over de sites. Volg welke PHP-versies het meest voorkomen in je netwerk.

source: Total number of plugins per site, differentiated by active (blue) and inactive (green) status for quick assessment.
nl_nl: Totaal aantal plugins per site, onderscheiden naar actieve (blauw) en inactieve (groen) status voor een snelle beoordeling.

source: Number of total, connected, disconnected, and suspended sites across the network for easy status monitoring.
nl_nl: Aantal totale, verbonden, losgekoppelde en opgeschorte sites in het netwerk voor eenvoudige statusbewaking.

source: Distribution of sites and clients associated with each tag for efficient resource categorization and insight.
nl_nl: Distributie van sites en clients gekoppeld aan elke tag voor efficiënte categorisatie van bronnen en inzicht.

source: Number of sites using each theme. The bar height indicates the prevalence of a theme across your network.
nl_nl: Aantal sites dat elk thema gebruikt. De hoogte van de balk geeft de prevalentie van een thema in uw netwerk aan.

source: Count of sites running each WordPress version, helping you monitor version diversity and update needs within your network.
nl_nl: Aantal sites met elke WordPress versie, zodat je de versiediversiteit en updatebehoeften binnen je netwerk kunt controleren.

source: Overview of page-related activities with total events tallied.
nl_nl: Overzicht van paginagerelateerde activiteiten met het totale aantal gebeurtenissen.

source: Untrashed
nl_nl: Ongewassen

source: Comprehensive bar chart reflecting plugin actions culminating in a total activity count.
nl_nl: Uitgebreid staafdiagram dat de plugin-acties weergeeft, uitmondend in een totale activiteitentelling.

source: Overview of post-related activities with total events tallied.
nl_nl: Overzicht van postgerelateerde activiteiten met het totale aantal gebeurtenissen.

source: Events
nl_nl: Evenementen

source: Chronological log of the latest activities performed on the system.
nl_nl: Chronologisch logboek van de laatste activiteiten die op het systeem zijn uitgevoerd.

source: Summarizing site activities, alongside the total count for a complete overview.
nl_nl: Een samenvatting van de activiteiten op de site, naast de totaaltelling voor een compleet overzicht.

source: Synced
nl_nl: Gesynchroniseerd

source: Comprehensive bar chart reflecting theme actions culminating in a total activity count.
nl_nl: Uitgebreid staafdiagram met thema-acties, uitmondend in een totaal aantal activiteiten.

source: Displays a tally of user-related actions with a total event count.
nl_nl: Toont een overzicht van gebruikersgerelateerde acties met een totaal aantal gebeurtenissen.

source: Password Updates
nl_nl: Updates voor wachtwoorden

source: Role Changes
nl_nl: Rolveranderingen

source: Undefined error! Please reinstall the MainWP Child plugin on the child site
nl_nl: Ongedefinieerde fout! Installeer de MainWP Child plugin opnieuw op de child site

source: Please select the sites or groups or clients where you want to change the administrator password.
nl_nl: Selecteer de sites of groepen of clients waar je het beheerderswachtwoord wilt wijzigen.

source: Please select whether you want to change the administrator password for specific sites or groups or clients.
nl_nl: Selecteer of je het beheerderswachtwoord voor specifieke sites of groepen of clients wilt wijzigen.

source: Update Admin Password
nl_nl: Admin-wachtwoord bijwerken

source: See the list of Admininstrator users used to establish secure connection between your MainWP Dashboard and child sites. If needed, use the provided form to set a new password for these accounts. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Bekijk de lijst met beheerders die worden gebruikt om een beveiligde verbinding tot stand te brengen tussen je MainWP Dashboard en kindersites. Gebruik indien nodig het meegeleverde formulier om een nieuw wachtwoord in te stellen voor deze accounts. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Admin Username
nl_nl: Admin Gebruikersnaam

source: Admin Name
nl_nl: Admin Naam

source: Admin Email
nl_nl: Beheerder E-mail

source: New Password
nl_nl: Nieuw wachtwoord

source: Enter a new password or use the Generate Password button.
nl_nl: Voer een nieuw wachtwoord in of gebruik de knop Wachtwoord genereren.

source: Generate New Password
nl_nl: Maak een nieuw paswoord

source: Update Password
nl_nl: Wachtwoord bijwerken

source: client dashboard
nl_nl: klantendashboard

source: Addition Info
nl_nl: Info over toevoeging

source: If you need help with your MainWP Dashboard, please review following help documents
nl_nl: Als je hulp nodig hebt met je MainWP Dashboard, bekijk dan de volgende helpdocumenten

source: Client Properties
nl_nl: Eigenschappen klant

source: Edit Client
nl_nl: Bewerk klant

source: manage clients
nl_nl: klanten beheren

source: Edit client
nl_nl: Bewerk klant

source: Empty fields will not be passed to child sites.
nl_nl: Lege velden worden niet doorgegeven aan kindersites.

source: First Name
nl_nl: Voornaam

source: Last Name
nl_nl: Achternaam

source: Nickname
nl_nl: Bijnaam

source: Display name publicly as
nl_nl: Toon publieke naam als

source: Contact Info
nl_nl: Contactinformatie

source: About the client
nl_nl: Over de klant

source: Biographical Info
nl_nl: Biografische informatie

source: Share a little biographical information to fill out your profile. This may be shown publicly.
nl_nl: Schrijf in een kort iets over jezelf. Dit zal publiekelijk getoond worden.

source: Account Management
nl_nl: Uw account

source: Actions
nl_nl: Acties

source: Default items per page value
nl_nl: Standaardwaarde voor items per pagina

source: Based on your Dashboard server default large numbers can severely impact page load times.
nl_nl: Op basis van de standaardinstellingen van je Dashboard-server kunnen grote aantallen de laadtijd van pagina's ernstig beïnvloeden.

source: Do not add commas for thousands (ex 1000).
nl_nl: Voeg geen komma's toe voor duizendtallen (ex 1000).

source: -1 to default to All of your Child Sites.
nl_nl: -1 om standaard te kiezen voor All of your Child Sites (Alle kindersites).

source: Resets the page to its original layout and reinstates relocated columns.
nl_nl: Zet de pagina terug naar de oorspronkelijke lay-out en plaatst verplaatste kolommen terug.

source: use the provided form to create a new client on your child site(). for additional help, please check this %1$shelp documentation %2$s.
nl_nl: gebruik het bijgeleverde formulier om een nieuwe client aan te maken op uw child site(). Raadpleeg voor meer hulp deze %1$shelpdocumentatie %2$s.

source: Client info is available as tokens for reports and boilerplate content. Toggle the switch to see available tokens.
nl_nl: Klanteninformatie is beschikbaar als tokens voor rapporten en boilerplate-inhoud. Schakel de schakelaar om om de beschikbare tokens te zien.

source: Toggle available tokens
nl_nl: Beschikbare tokens schakelen

source: Update Client
nl_nl: Klant bijwerken

source: Create and manage custom Client fields.
nl_nl: Aangepaste klantvelden maken en beheren.

source: Field Name
nl_nl: Veldnaam

source: Field Description
nl_nl: Veld beschrijving

source: New Field
nl_nl: Nieuw veld

source: Custom Field
nl_nl: Aangepast veld

source: Enter field name (without of square brackets)
nl_nl: Veldnaam invoeren (zonder vierkante haakjes)

source: Enter field description
nl_nl: Veldbeschrijving invoeren

source: Save Field
nl_nl: Veld opslaan

source: Client name are empty. Please try again.
nl_nl: De klantnaam is leeg. Probeer het opnieuw.

source: New client
nl_nl: Nieuwe klant

source: Edit client information.
nl_nl: Klantgegevens bewerken.

source: Add New Client
nl_nl: Voeg nieuwe klant toe

source: Enter the client information.
nl_nl: Voer de klantgegevens in.

source: Added date
nl_nl: Toegevoegde datum

source: Client photo
nl_nl: Foto klant

source: Upload a client photo.
nl_nl: Upload een foto van een klant.

source: Select an icon if not using original client icon.
nl_nl: Selecteer een pictogram als u het originele clientpictogram niet gebruikt.

source: Client primary contact
nl_nl: Primair contact klant

source: Select primary contact
nl_nl: Selecteer primair contact

source: Create a new contact for this client
nl_nl: Maak een nieuw contact voor deze klant

source: Add Additional Contact
nl_nl: Extra contactpersoon toevoegen

source: Edit Contact
nl_nl: Contact bewerken

source: Edit contact person information.
nl_nl: Wijzig contactgegevens.

source: Add Contact
nl_nl: Contact Toevoegen

source: Enter contact person information.
nl_nl: Voer de gegevens van de contactpersoon in.

source: Contact photo
nl_nl: Contactfoto

source: Upload a contact photo.
nl_nl: Upload een foto van een contactpersoon.

source: Select an icon if not using original contact icon.
nl_nl: Selecteer een pictogram als u het pictogram van de oorspronkelijke contactpersoon niet gebruikt.

source: Remove contact
nl_nl: Contact verwijderen

source: Field has been saved without changes.
nl_nl: Het veld is opgeslagen zonder wijzigingen.

source: Field already exists, try different field name.
nl_nl: Veld bestaat al, probeer een andere veldnaam.

source: MainWP Buddy
nl_nl: HoofdWP Buddy

source: Time Capsule
nl_nl: Tijd Capsule

source: Activity Log for MainWP
nl_nl: Activiteitenlogboek voor MainWP

source: Dashboard Lock
nl_nl: Dashboardslot

source: Jetpack Protect
nl_nl: Jetpack Beschermen

source: Vulnerability Checker
nl_nl: Kwetsbaarheidscontrole

source: Advanced Uptime Monitor
nl_nl: Geavanceerde uptime-monitor

source: Domain Monitor
nl_nl: Domein Monitor

source: Lighthouse
nl_nl: Vuurtoren

source: Team Control
nl_nl: Team Controle

source: WooCommerce Shortcuts
nl_nl: WooCommerce snelkoppelingen

source: Bulk Settings Manager
nl_nl: Beheer bulkinstellingen

source: Custom Dashboard
nl_nl: Aangepast Dashboard

source: Custom Post Type
nl_nl: Aangepast berichttype

source: File Uploader
nl_nl: Bestandsuploader

source: Pressable
nl_nl: Indrukbare

source: Cache Control
nl_nl: Cachebeheer

source: Maintenance
nl_nl: Onderhoud

source: Rocket
nl_nl: Raket

source: WP Compress
nl_nl: WP comprimeren

source: Comments
nl_nl: Reacties

source: Clone
nl_nl: Klonen

source: Article Uploader
nl_nl: Artikel uploaden

source: Post Dripper
nl_nl: Post druppelaar

source: Pro Reports
nl_nl: Pro rapporten

source: Cost Tracker Assistant
nl_nl: Assistent kostentracker

source: SEOPress
nl_nl: Webnemer SEO

source: Extension icon placeholder
nl_nl: Uitbreidingspictogram plaatshouder

source: MainWP core feature
nl_nl: MainWP-kernfunctie

source: Manage host-side backups via REST API. Currently, the supported providers are Cloudways, GridPane, Digital Ocean, Linode, Vultr and cPanel.
nl_nl: Beheer host-side back-ups via REST API. Op dit moment worden Cloudways, GridPane, Digital Ocean, Linode, Vultr en cPanel ondersteund.

source: Basic Monitoring
nl_nl: Basismonitoring

source: MainWP core feature
nl_nl: MainWP-kernfunctie

source: The MainWP Uptime Monitoring function operates independently of third-party services, providing a straightforward and no-cost option for uptime monitoring across all your managed sites.
nl_nl: De MainWP Basic Uptime Monitoring-functie werkt onafhankelijk van services van derden en biedt een eenvoudige en kostenloze optie voor uptime-monitoring op al je beheerde sites.

source: installed successfully. Do not forget to activate the extension API license.
nl_nl: met succes geïnstalleerd. Vergeet niet de API-licentie van de extensie te activeren.

source: Website not found.
nl_nl: Website niet gevonden.

source: Site updated.
nl_nl: Site bijgewerkt.

source: Site successfully added.
nl_nl: Site succesvol toegevoegd.

source: Not found the clone website
nl_nl: De kloonwebsite niet gevonden

source: Extension not purchased. Click to find out more.
nl_nl: Uitbreiding niet gekocht. Klik voor meer informatie.

source: Extension not installed. Click to find out more.
nl_nl: Extensie niet geïnstalleerd. Klik voor meer informatie.

source: All purchased extensions already installed.
nl_nl: Alle gekochte extensies zijn al geïnstalleerd.

source: You have access to all our Free and third-party Extensions on WP.org and any that you have registered for, but you DO NOT need to install them.
nl_nl: U hebt toegang tot al onze gratis extensies en extensies van derden op WP.org en alle extensies waarvoor u zich hebt geregistreerd, maar u hoeft ze NIET te installeren.

source: To avoid information overload, we highly recommend adding Extensions one at a time and as you need them. Skip any Extension you do not want to install at this time.
nl_nl: Om een overvloed aan informatie te voorkomen, raden we u aan Extensies één voor één toe te voegen wanneer u ze nodig hebt. Sla alle Extensies over die u op dit moment niet wilt installeren.

source: After installing all your selected Extensions, close the modal by clicking the Close button and %1$sactivate Extensions API license%2$s.
nl_nl: Nadat u alle geselecteerde Extensies hebt geïnstalleerd, sluit u het venster door op de knop Sluiten te klikken en %1$sactiveert u de Extensies API-licentie%2$s.

source: You have access to the MainWP Pro plan, which gives you access to all MainWP-created Extensions, but you DO NOT need to install all of them.
nl_nl: Je hebt toegang tot het MainWP Pro-plan, waarmee je toegang hebt tot alle door MainWP gemaakte Extensies, maar je hoeft ze NIET allemaal te installeren.

source: Show standalone extensions
nl_nl: Standalone extensies weergeven

source: Show extensions that integrate with 3rd party API
nl_nl: Extensies weergeven die integreren met API's van derden

source: Show extensions that integrate with 3rd party plugin
nl_nl: Extensies tonen die integreren met plugin van derden

source: Free extension developed by MainWP
nl_nl: Gratis extensie ontwikkeld door MainWP

source: Premium extension developed by MainWP
nl_nl: Premium extensie ontwikkeld door MainWP

source: Free extension developed by 3rd party author, available on WordPress.org
nl_nl: Gratis extensie ontwikkeld door een externe auteur, beschikbaar op WordPress.org

source: Extension requires the corresponding plugin on your MainWP Dashboard site too.
nl_nl: Extensie vereist ook de bijbehorende plugin op je MainWP Dashboard site.

source: Shows the extension privacy info.
nl_nl: Toont de privacy-informatie van de extensie.

source: If you need help with your MainWP Extensions, please review following help documents
nl_nl: Als je hulp nodig hebt met je MainWP Extensies, bekijk dan de volgende helpdocumenten

source: MainWP has detected that the tmpfile() PHP function is disabled on your server. This function is essential for uploading and installing zip files for plugins and themes. Please enable the tmpfile() function on your server to proceed. Contact your hosting provider for assistance if needed.
nl_nl: MainWP heeft gedetecteerd dat de PHP-functie tmpfile() is uitgeschakeld op je server. Deze functie is essentieel voor het uploaden en installeren van zip-bestanden voor plugins en thema's. Schakel de tmpfile() functie in op je server om verder te gaan. Neem indien nodig contact op met uw hostingprovider voor assistentie.

source: Upload .zip File
nl_nl: .zip-bestand uploaden

source: If you have
nl_nl: Als u

source: in a .zip format, you may install it by uploading it here.
nl_nl: in een .zip-formaat, kunt u het installeren door het hier te uploaden.

source: Upload Now
nl_nl: Nu uploaden

source: Please enable JavaScript to use file uploader.
nl_nl: Schakel JavaScript in om de bestandsuploader te gebruiken.

source: Drop files here to upload
nl_nl: Sleep bestanden hierheen om te uploaden

source: Already installed
nl_nl: Al geïnstalleerd

source: Plugin file not found. Make sure security plugins or server-side security rules are not blocking requests from your child sites.
nl_nl: Plugin-bestand niet gevonden. Zorg ervoor dat beveiligingsplugins of beveiligingsregels aan de serverkant geen verzoeken blokkeren van uw kindersites.

source: Theme file not found. Make sure security plugins or server-side security rules are not blocking requests from your child sites.
nl_nl: Themabestand niet gevonden. Zorg ervoor dat beveiligingsplugins of server-side beveiligingsregels geen verzoeken blokkeren van uw kindersites.

source: Invalid backup task name. Please, enter a new name and try again.
nl_nl: Ongeldige back-up taaknaam. Voer een nieuwe naam in en probeer het opnieuw.

source: Insufficient permissions. Is this task set by you?
nl_nl: Onvoldoende rechten. Is deze taak door u ingesteld?

source: Task updated successfully.
nl_nl: Taak succesvol bijgewerkt.

source: Task created successfully.
nl_nl: Taak succesvol aangemaakt.

source: Add New Schedule
nl_nl: Nieuw tijdschema toevoegen

source: edit backup tasks
nl_nl: back-uptaken bewerken

source: Did you know that MainWP has extensions for working with popular backup plugins? Visit the %1$sextensions site%2$s for options.
nl_nl: Wist je dat MainWP extensies heeft voor het werken met populaire back-upplugins? Bezoek de site %1$sextensies%2$s voor opties.

source: Task name
nl_nl: Taaknaam

source: Schedule
nl_nl: Planning

source: Destination
nl_nl: Bestemming

source: Task Name
nl_nl: Taaknaam

source: Backup Actions
nl_nl: Back-up acties

source: FULL BACKUP
nl_nl: VOLLEDIGE BACK-UP

source: LAST RUN MANUALLY:
nl_nl: LAATSTE HANDMATIGE RUN:

source: LAST RUN:
nl_nl: LAATSTE RUN:

source: LAST COMPLETED:
nl_nl: LAATST INGEVULD:

source: NEXT RUN:
nl_nl: VOLGENDE RUN:

source: Any minute
nl_nl: Elk moment

source: <br />CURRENTLY RUNNING:
nl_nl: <br />MOMENTEEL ACTIEF:

source: Run now
nl_nl: Nu uitvoeren

source: add backup tasks
nl_nl: back-uptaken toevoegen

source: Update Schedule Backup
nl_nl: Update Schema Back-up

source: Schedule Backup
nl_nl: Back-up plannen

source: Backup task name
nl_nl: Naam back-uptaak

source: Daily
nl_nl: Dagelijks

source: Site specific setting
nl_nl: Locatiespecifieke instelling

source: Global setting
nl_nl: Globale instelling

source: Tar
nl_nl: Teer

source: Backup Settings
nl_nl: Backupinstellingen

source: MainWP is actively moving away from further development of the native backups feature. The best long-term solution would be one of the %1$sBackup Extensions%2$s.
nl_nl: MainWP neemt actief afstand van de verdere ontwikkeling van de ingebouwde back-upfunctie. De beste langetermijnoplossing zou een van de %1$sBack-up Extensies%2$s zijn.

source: Select primary backup system
nl_nl: Selecteer primair back-upsysteem

source: Native backups
nl_nl: Inheemse back-ups

source: Enable legacy backup feature
nl_nl: De oude back-upfunctie inschakelen

source: Backups on server
nl_nl: Back-ups op server

source: Backups on remote storage
nl_nl: Back-ups op externe opslag

source: The number of backups to keep on your external sources. This does not affect backups on the server. 0 sets unlimited.
nl_nl: Het aantal back-ups dat moet worden bewaard op je externe bronnen. Dit heeft geen invloed op back-ups op de server. 0 stelt onbeperkt in.

source: Archive format
nl_nl: Archief formaat

source: Auto detect maximum file descriptors on child sites
nl_nl: Automatisch detecteren van maximale bestandsdescriptors op kindersites

source: Maximum file descriptors fallback value
nl_nl: Maximale fallbackwaarde voor bestandsdescriptors

source: Load files in memory before zipping
nl_nl: Laad bestanden in het geheugen voor het zippen

source: Send email when backup fails
nl_nl: E-mail verzenden als back-up mislukt

source: Send email when backup starts
nl_nl: Stuur een e-mail wanneer de back-up start
