Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: This function is essential for creating temporary files, and its unavailability may affect certain functionalities of your MainWP Dashboard.
nl_nl: Deze functie is essentieel voor het maken van tijdelijke bestanden en het niet beschikbaar zijn van deze functie kan bepaalde functionaliteiten van je MainWP Dashboard beïnvloeden.

source: If you are unsure how to enable it, please contact your host support and have them do it for you.
nl_nl: Als je niet zeker weet hoe je dit moet inschakelen, neem dan contact op met de ondersteuning van je host en laat hen dit voor je doen.

source: Track Updates and Non-MainWP Changes from Your Browser!
nl_nl: Volg updates en wijzigingen buiten MainWP vanuit uw browser!

source: The MainWP Browser Extension helps you easily track available updates across all your connected Child Sites, including changes to your plugins and themes status made outside your MainWP Dashboard.
nl_nl: Met de MainWP Browseruitbreiding kun je eenvoudig beschikbare updates bijhouden voor al je aangesloten kindersites, inclusief wijzigingen in de status van je plugins en thema's die buiten je MainWP Dashboard zijn aangebracht.

source: The extension quickly connects to your MainWP Dashboard via MainWP REST API, eliminating the need to log in to your MainWP Dashboard repeatedly to check available updates and non-MainWP changes.
nl_nl: De extensie maakt snel verbinding met je MainWP Dashboard via MainWP REST API, waardoor het niet meer nodig is om herhaaldelijk in te loggen op je MainWP Dashboard om beschikbare updates en niet-MainWP wijzigingen te controleren.

source: Get Chrome Extension
nl_nl: Chrome-extensie downloaden

source: Get Firefox Extension
nl_nl: Firefox-uitbreiding downloaden

source: Read More
nl_nl: Lees verder

source: New Security Feature: OpenSSL Key Encryption
nl_nl: Nieuwe beveiligingsfunctie: OpenSSL sleutelcodering

source: To enhance security, we've added a feature to encrypt your private keys stored in the database. This provides an extra layer of protection in the unlikely event your database is compromised.
nl_nl: Om de beveiliging te verbeteren, hebben we een functie toegevoegd om je privésleutels in de database te versleutelen. Dit biedt een extra beschermingslaag in het onwaarschijnlijke geval dat je database wordt gecompromitteerd.

source: Learn more here.
nl_nl: Meer informatie hier.

source: Encrypt Keys Now
nl_nl: Sleutels nu coderen

source: wp_mail() error detected! It is more than likely that your MainWP Dashboard will fail to send any email. Please check for possible plugin conflicts with your Dashboard or contact your host support to determine why the wp_mail() function fails.
nl_nl: wp_mail() fout gedetecteerd! Het is meer dan waarschijnlijk dat je MainWP Dashboard er niet in slaagt om e-mails te versturen. Controleer op mogelijke plugin conflicten met je Dashboard of neem contact op met je host support om te bepalen waarom de wp_mail() functie mislukt.

source: Your server is currently running PHP version %1$s. In the next few months your MainWP Dashboard will require PHP 7.4 as a minimum. Please upgrade your server to at least 7.4 but we recommend PHP 8 or newer. You can find a template email to send your host %2$shere%3$s.
nl_nl: Je server draait momenteel PHP versie %1$s. In de komende maanden heeft je MainWP Dashboard minimaal PHP 7.4 nodig. Upgrade je server naar minimaal 7.4, maar we raden PHP 8 of nieuwer aan. Je kunt hier%3$s een sjabloon vinden om naar je host te sturen %2$s.

source: Would you like to turn on guided tours?
nl_nl: Wil je rondleidingen inschakelen?

source: RECOMMENDED
nl_nl: AANBEVOLEN

source: MainWP guided tours are designed to provide information about all essential features on each MainWP Dashboard page.
nl_nl: MainWP rondleidingen zijn ontworpen om informatie te geven over alle essentiële functies op elke MainWP Dashboard pagina.

source: Select to enable the MainWP Guided Tours.
nl_nl: Selecteer om de MainWP Rondleidingen in te schakelen.

source: Error Fixed
nl_nl: Fout hersteld

source: MainWP has detected that the&nbsp;%1$sOpenSSL.cnf%2$s&nbsp;file is not configured properly. It is required to configure this so you can start connecting your child sites. Please,&nbsp;%3$sclick here to configure it!%4$s
nl_nl: MainWP heeft gedetecteerd dat het bestand %1$sOpenSSL.cnf%2$s niet correct is geconfigureerd. Het is vereist om dit te configureren zodat u kunt beginnen met het verbinden van uw kindersites. Alsjeblieft, %3$sklik hier om het te configureren!%4$s

source: If your MainWP Dashboard has no issues with connecting child sites, you can dismiss this warning by clicking the Error Fixed button.
nl_nl: Als je MainWP Dashboard geen problemen heeft met het verbinden van kindersites, kun je deze waarschuwing negeren door op de knop Fout verholpen te klikken.

source: MainWP plugin is not designed nor fully tested on WordPress Multisite installations. Various features may not work properly. We highly recommend installing it on a single site installation!
nl_nl: MainWP plugin is niet ontworpen of volledig getest op WordPress Multisite installaties. Verschillende functies werken mogelijk niet goed. We raden je aan om de plugin te installeren op een installatie met één site!

source: Do you want MainWP Child to be updated automatically on your websites? This is highly recommended!
nl_nl: Wil je dat MainWP Child automatisch wordt bijgewerkt op je websites? Dit is een echte aanrader!

source: Update MainWP Child Plugin Automatically
nl_nl: MainWP-kindplugin automatisch bijwerken

source: Hi, I noticed you have been using MainWP for over 30 days and that's awesome!
nl_nl: Hoi, ik zag dat je MainWP al meer dan 30 dagen gebruikt en dat is geweldig!

source: Could you please do me a BIG favor and give it a 5-star rating? Reviews from users like YOU really help the MainWP community to grow.
nl_nl: Kun je me een GROOT plezier doen en het een 5-sterren beoordeling geven? Reviews van gebruikers zoals JIJ helpen de MainWP-community echt om te groeien.

source: Nope, maybe later.
nl_nl: Nee, misschien later.

source: I already did.
nl_nl: Dat deed ik al.

source: Hi, I noticed you have a few MainWP Extensions installed and that's awesome!
nl_nl: Hoi, ik zag dat je een paar MainWP Extensies hebt geïnstalleerd en dat is geweldig!

source: YES
nl_nl: JA

source: NO
nl_nl: NEE

source: This appears to be a production site
nl_nl: Dit lijkt een productiesite te zijn

source: We HIGHLY recommend a NEW WordPress install for your MainWP Dashboard.
nl_nl: We raden ten zeerste een NIEUWE WordPress-installatie aan voor je MainWP Dashboard.

source: Using a new WordPress install will help to cut down on plugin conflicts and other issues that can be caused by trying to run your MainWP Dashboard off an active site. Most hosting companies provide free subdomains %s and we recommend creating one if you do not have a specific dedicated domain to run your MainWP Dashboard.
nl_nl: Door een nieuwe WordPress-installatie te gebruiken, beperk je pluginconflicten en andere problemen die kunnen ontstaan als je MainWP Dashboard op een actieve site probeert te draaien. De meeste hostingbedrijven bieden gratis subdomeinen %s en we raden aan om er een te maken als je geen specifiek domein hebt om je MainWP Dashboard op te draaien.

source: I have read the warning and I want to proceed
nl_nl: Ik heb de waarschuwing gelezen en ik wil doorgaan

source: Confirmation
nl_nl: Bevestiging

source: To disable update confirmations, go to the %1$sSettings%2$s page and disable the "Disable update confirmations" option
nl_nl: Om updatebevestigingen uit te schakelen, ga je naar de %1$sInstellingen%2$s pagina en schakel je de optie "Updatebevestigingen uitschakelen" uit

source: Yes, proceed!
nl_nl: Ja, ga door!

source: Plugin Install Check
nl_nl: Plugin installeren controleren

source: We have detected the following sites do not have the %s plugin installed. This plugin is required to be installed on your Child Sites for the Extension to work on those sites. Please select sites where you want to install it and click the Install Plugin button. Uncheck any site you don't want to add the plugin to or cancel to skip this step. After the installation process, resync your sites to see sites with the newly installed plugin.
nl_nl: We hebben ontdekt dat op de volgende sites de %s plugin niet is geïnstalleerd. Deze plugin moet worden geïnstalleerd op uw Kindersites om de extensie te laten werken op die sites. Selecteer de sites waar je de plugin wilt installeren en klik op de knop Plugin installeren. Haal het vinkje weg bij sites waar je de plugin niet wilt installeren of annuleer om deze stap over te slaan. Na het installatieproces, resynchroniseer je je sites om sites te zien met de nieuw geïnstalleerde plugin.

source: MainWP Dashboard Setup Wizard
nl_nl: Wizard Setup MainWP Dashboard

source: Setup Wizard
nl_nl: Installatie Wizard

source: Select All Disconnected
nl_nl: Selecteer Alle losgekoppeld

source: Deselect All Disconnected
nl_nl: Alles verwijderen

source: Select All
nl_nl: Alles selecteren

source: Deselect All
nl_nl: Alles deselecteren

source: Create a tag with selected sites.
nl_nl: Maak een tag met geselecteerde sites.

source: No Clients!
nl_nl: Geen klanten!

source: Create Tag
nl_nl: Tag maken

source: Enter tag name
nl_nl: Tagnaam invoeren

source: Select tag color
nl_nl: Selecteer kleur tag

source: Type to filter your sites
nl_nl: Type om uw sites te filteren

source: No sites connected.
nl_nl: Geen sites aangesloten.

source: No staging websites have been found!
nl_nl: Er zijn geen staging websites gevonden!

source: No Tags created!
nl_nl: Geen tags gemaakt!

source: Create Tags
nl_nl: Tags maken

source: Quick Site Shortcuts
nl_nl: Snelkoppelingen voor de site

source: Visit Site
nl_nl: Ga naar de site

source: MainWP Guided Tours
nl_nl: MainWP Rondleidingen

source: This feature is implemented using Javascript provided by Usetiful and is subject to the %1$sUsetiful Privacy Policy%2$s.
nl_nl: Deze functie wordt geïmplementeerd met behulp van Javascript geleverd door Usetiful en valt onder het %1$sUsetiful Privacybeleid%2$s.

source: Switch to enable or disable tours.
nl_nl: Schakelaar om rondleidingen in of uit te schakelen.

source: Click the Start Page Tour button to start the guided tour for the current page.
nl_nl: Klik op de knop Paginarondleiding starten om de rondleiding voor de huidige pagina te starten.

source: Start Page Tour
nl_nl: Startpagina Tour

source: MainWP Interface Basics Tour
nl_nl: Basiskennis MainWP-interface

source: MainWP Knowledge Base
nl_nl: MainWP Kennisbank

source: Help Documentation
nl_nl: Help-documentatie

source: Still Need Help?
nl_nl: Nog hulp nodig?

source: Page Settings
nl_nl: Pagina instellingen

source: Resets the page to its original layout and reinstates relocated widgets.
nl_nl: Zet de pagina terug naar de oorspronkelijke lay-out en plaatst verplaatste widgets terug.

source: Reset Page
nl_nl: Pagina resetten

source: You are in Demo Mode. Click here for more info or to disable it
nl_nl: U bevindt zich in de demomodus. Klik hier voor meer informatie of om deze uit te schakelen

source: You are in Demo Mode. Click here for more info
nl_nl: U bevindt zich in de demomodus. Klik hier voor meer informatie

source: Once you are ready to get started with MainWP, click the Disable Demo Mode & Remove Demo Content button to remove the demo content and start adding your own.
nl_nl: Als je klaar bent om met MainWP aan de slag te gaan, klik je op de knop Demo-modus uitschakelen & Demo-inhoud verwijderen om de demo-inhoud te verwijderen en je eigen inhoud toe te voegen.

source: The demo content serves as placeholder data to give you a feel for the MainWP Dashboard. Please note that because no real websites are connected in this demo, some functionality will be restricted. Features that require a connection to actual websites will be disabled for the duration of the demo.
nl_nl: De demo-inhoud dient als placeholdergegevens om je een gevoel te geven bij het MainWP Dashboard. Houd er rekening mee dat, omdat er geen echte websites zijn verbonden in deze demo, sommige functionaliteit beperkt zal zijn. Functies die een verbinding met echte websites vereisen, zijn uitgeschakeld voor de duur van de demo.

source: Delete the Demo content from your MainWP Dashboard and disable the Demo mode.
nl_nl: Verwijder de Demo-inhoud van je MainWP Dashboard en schakel de Demomodus uit.

source: Disable Demo Mode & Remove Demo Content
nl_nl: Demomodus uitschakelen en demo-inhoud verwijderen

source: Get started with MainWP.
nl_nl: Aan de slag met MainWP.

source: Download MainWP
nl_nl: Downloaden MainWP

source: Show columns
nl_nl: Toon Kolommen

source: Select columns that you want to hide.
nl_nl: Selecteer de kolommen die je wilt verbergen.

source: All Tags
nl_nl: Alle tags

source: All Sites
nl_nl: Alle sites

source: Get fresh data from your child sites.
nl_nl: Haal verse gegevens van je kindersites.

source: Click here to sync data now.
nl_nl: Klik hier om nu gegevens te synchroniseren.

source: Add new item to your MainWP Dashboard
nl_nl: Nieuw item toevoegen aan je MainWP Dashboard

source: Add new item to your MainWP Dashboard.
nl_nl: Nieuw item toevoegen aan je MainWP Dashboard.

source: Add a new Website to your MainWP Dashboard
nl_nl: Een nieuwe website toevoegen aan je MainWP Dashboard

source: Add Website
nl_nl: Website toevoegen

source: Add a new Client to your MainWP Dashboard
nl_nl: Een nieuwe klant toevoegen aan je MainWP Dashboard

source: Add a new Cost to for tracking
nl_nl: Voeg een nieuwe kost toe om te volgen

source: Add a new Post to your child sites
nl_nl: Een nieuwe post toevoegen aan je kindersites

source: Create Post
nl_nl: Bericht maken

source: Add a new Page to your child sites
nl_nl: Een nieuwe pagina toevoegen aan uw kindersites

source: Create Page
nl_nl: Pagina aanmaken

source: Install a new Plugin to your child sites
nl_nl: Een nieuwe plugin installeren op je kindersites

source: Install a new Theme to your child sites
nl_nl: Een nieuw thema installeren op je kindersites

source: Install Theme
nl_nl: Thema Installeren

source: Create a new User to your child sites
nl_nl: Maak een nieuwe gebruiker aan voor uw kindersites

source: Create User
nl_nl: Gebruiker aanmaken

source: Open sites shortcuts sidebar
nl_nl: Snelkoppelingen voor sites openen

source: Quick sites shortcuts
nl_nl: Sneltoetsen voor snelle sites

source: Select MainWP theme
nl_nl: Selecteer het MainWP-thema

source: Go to MainWP Settings
nl_nl: Ga naar MainWP-instellingen

source: Go to MainWP Info
nl_nl: Ga naar MainWP-info

source: Log out of your MainWP Dashboard
nl_nl: Uitloggen uit je MainWP Dashboard

source: Log Out
nl_nl: Uitloggen

source: Need help?
nl_nl: Hulp nodig?

source: Get Support
nl_nl: Krijg ondersteuning

source: MainWP Community
nl_nl: MainWP Gemeenschap

source: Managers Community
nl_nl: Beheerders Gemeenschap

source: Go to your MainWP Account at MainWP.com
nl_nl: Ga naar je MainWP-account op MainWP.com

source: My MainWP Account
nl_nl: Mijn MainWP-account

source: Your MainWP Dashboard sites needs your attention. Please check the available updates
nl_nl: Uw MainWP Dashboard-sites hebben uw aandacht nodig. Controleer de beschikbare updates

source: Edit your profile.
nl_nl: Bewerk je profiel.

source: Website preview
nl_nl: Voorbeeld website

source: Bulk Actions
nl_nl: Bulk acties

source: Plugin Installation
nl_nl: Plugin installatie

source: Theme Installation
nl_nl: Thema installatie

source: Custom icon
nl_nl: Aangepast pictogram

source: Upload a custom icon.
nl_nl: Upload een aangepast pictogram.

source: Icon to remove.
nl_nl: Pictogram verwijderen.

source: If enabled, delete image.
nl_nl: Indien ingeschakeld, afbeelding verwijderen.

source: Delete Image
nl_nl: Afbeelding Verwijderen

source: Show All Updates
nl_nl: Toon alle updates

source: Edit note
nl_nl: Bewerk notitie

source: Allowed HTML tags:
nl_nl: Toegestane HTML code:

source: Save Note
nl_nl: Opmerking opslaan

source: Edit Note
nl_nl: Opmerking bewerken

source: Hi MainWP Manager, there is not anything to see here before connecting your first site.
nl_nl: Hoi MainWP Manager, er is hier niets te zien voordat je je eerste site aansluit.

source: Connect Your WordPress Site
nl_nl: Je WordPress website verbinden

source: or you can %1$sbulk import%2$s your sites.
nl_nl: of u kunt uw sites %1$sin bulk importeren%2$s.

source: See How to Connect Sites
nl_nl: Sites verbinden

source: Let Me Look Around
nl_nl: Laat me rondkijken

source: Updates Overview
nl_nl: Updates overzicht

source: Recent Posts
nl_nl: Recente berichten

source: Recent Pages
nl_nl: Recente pagina's

source: Plugins (Individual Site Overview page)
nl_nl: Plugins (pagina Overzicht individuele site)

source: Themes (Individual Site Overview page)
nl_nl: Thema's (pagina Overzicht individuele site)

source: Connection Status
nl_nl: Verbindingsstatus

source: Security Issues
nl_nl: Beveiligingsproblemen

source: Notes (Individual Site Overview page)
nl_nl: Opmerkingen (pagina Overzicht individuele site)

source: Child site info (Individual Site Overview page)
nl_nl: Info over kinderwebsite (pagina Overzicht individuele website)

source: Client info (Individual Site Overview page)
nl_nl: Klanteninfo (pagina Overzicht individuele site)

source: Non-MainWP Changes
nl_nl: Niet-MainWP Veranderingen

source: Get Started with MainWP
nl_nl: Aan de slag met MainWP

source: Tags menu position
nl_nl: Tags menu positie

source: Sidebar position
nl_nl: Positie Zijbalk

source: Select if you want to show the element on left or right.
nl_nl: Selecteer of je het element links of rechts wilt weergeven.

source: Right
nl_nl: Rechts

source: Left
nl_nl: Links

source: Hide the Update Everything button
nl_nl: Verberg de knop Alles bijwerken

source: If enabled, the "Update Everything" button will be hidden in the Updates Overview widget.
nl_nl: Als deze optie is ingeschakeld, wordt de knop "Alles bijwerken" verborgen in de widget Overzicht updates.

source: Show widgets
nl_nl: Widgets weergeven

source: Select widgets that you want to hide in the MainWP Overview page.
nl_nl: Selecteer widgets die u wilt verbergen op de pagina MainWP Overzicht.

source: Select MainWP Theme
nl_nl: Selecteer het hoofdWP-thema

source: Did you know you can create your custom theme? %1$sSee here how to do it%2$s!
nl_nl: Wist je dat je je eigen thema kunt maken? %1$sBekijk hier hoe je dat doet%2$s!

source: With your MainWP Pro subscription, you get access to:
nl_nl: Met je MainWP Pro-abonnement krijg je toegang tot:

source: All 30+ Existing Premium Extensions
nl_nl: Alle 30+ bestaande premium extensies

source: All Future Extensions
nl_nl: Alle toekomstige uitbreidingen

source: Critical Security & Performance Updates
nl_nl: Kritieke beveiligingsupdates en prestatie-updates

source: Priority Support with Subscription
nl_nl: Prioriteit Ondersteuning met Abonnement

source: Manage Unlimited Websites
nl_nl: Onbeperkt aantal websites beheren

source: Extension not activated
nl_nl: Uitbreiding niet geactiveerd

source: Go to the
nl_nl: Ga naar de

source: page to install and activate extensions
nl_nl: pagina om extensies te installeren en activeren

source: Nothing to show here, check back later!
nl_nl: Hier is niets te zien, kom later terug!

source: Enter the segment name
nl_nl: Voer de segmentnaam in

source: Save
nl_nl: Opslaan

source: Choose
nl_nl: Kies

source: This version failed a previous update and was rolled back. Proceed with caution.
nl_nl: Deze versie is mislukt bij een eerdere update en is teruggedraaid. Ga voorzichtig te werk.

source: WordPress detected an error with %s and rolled it back from version %s to version %s to ensure site stability.
nl_nl: WordPress ontdekte een fout met %s en rolde deze terug van versie %s naar versie %s om de stabiliteit van de site te garanderen.

source: Latest
nl_nl: Laatste

source: Trusted
nl_nl: Vertrouwd

source: Uptime Monitor saved successfully.
nl_nl: Opmerking succesvol opgeslagen.

source: Global Uptime Monitoring settings saved successfully.
nl_nl: Kindersite-instellingen succesvol opgeslagen.

source: Invalid data found. The sub-monitor could not be saved. Please try again.
nl_nl: Ongeldige begindatum of einddatum. Probeer het opnieuw.

source: Sub URL is currently in use. Unable to save the sub-monitor. Please try again.
nl_nl: Sub URL is momenteel in gebruik. Kan de submonitor niet opslaan. Probeer het opnieuw.

source: Sub URL are empty. Unable to save the sub-monitor. Please try again.
nl_nl: Site ID ongeldig of site niet gevonden. Probeer het opnieuw.

source: Update Monitor
nl_nl: Updates negeren

source: Site ID is missing. Please try again.
nl_nl: Site niet gevonden. Probeer het opnieuw.

source: Monitor not found or invalid. Please try again.
nl_nl: Site niet gevonden. Probeer het opnieuw.

source: Add a New Monitor
nl_nl: Een nieuwe site toevoegen

source: Add New Sub Monitor
nl_nl: Nieuwe site toevoegen

source: Click to edit the main site monitor.
nl_nl: Klik om de site te selecteren.

source: Sub-Monitor
nl_nl: Beeldscherm

source: Enter a Sub Monitor excluding the site URL.
nl_nl: Voer een Sub Monitor in zonder de URL van de site.

source: Enable Uptime Monitoring
nl_nl: Basis uptime-bewaking inschakelen

source: Enable Uptime Monitoring.
nl_nl: Basis uptime-bewaking inschakelen

source: Select Monitor Type.
nl_nl: Berichttype selecteren

source: Keyword Monitoring
nl_nl: Monitoring

source: Method
nl_nl: Methode

source: Select Method.
nl_nl: Selecteer periode

source: Keyword to Look For
nl_nl: Trefwoord om naar te zoeken

source: Set Keyword to Look For.
nl_nl: Stel trefwoord in om naar te zoeken.

source: Monitor Interval (minutes)
nl_nl: Monitorinterval (minuten)

source: Set Monitor Interval.
nl_nl: Monitorinterval instellen.

source: Timeout (seconds)
nl_nl: Time-out (seconden)

source: Down Confirmation Check
nl_nl: Bevestiging

source: Select Down Confirmation Check.
nl_nl: Selecteer Bevestigingscontrole omlaag.

source: Up HTTP Codes
nl_nl: HTTP-code

source: Select Up HTTP Codes.
nl_nl: Selecteer de rollen

source: Sub-Monitors
nl_nl: Beeldscherm

source: Click to create a sub-monitor.
nl_nl: Klik hier om een nieuwe tag aan te maken.

source: Create Sub-Monitor
nl_nl: Bericht maken

source: This site has no sub-monitors.
nl_nl: Deze website bestaat niet.

source: Invalid sub URL: field is empty.
nl_nl: Ongeldige sub URL: veld is leeg.

source: Use global settings
nl_nl: Globale instellingen gebruiken

source: The monitor ID is invalid or could not be found. Please try again.
nl_nl: Site ID ongeldig of site niet gevonden. Probeer het opnieuw.

source: Monitor could not be deleted. Please try again.
nl_nl: Niet-bestaande groep geselecteerd. Probeer het opnieuw.

source: Monitor ID invalid or Monitor not found. Please try again.
nl_nl: Site ID ongeldig of site niet gevonden. Probeer het opnieuw.

source: No child sites added to your MainWP Dashboard.
nl_nl: Geen kindersites toegevoegd aan je MainWP Dashboard.

source: Number of child sites:
nl_nl: Aantal kindplaatsen:

source: No connected child sites fount.
nl_nl: Geen verbonden kindsites.

source: Number of connected child sites:
nl_nl: Aantal verbonden kindersites:

source: No disconnected child sites found.
nl_nl: Geen losgekoppelde kindersites gevonden.

source: Check started. Please wait...
nl_nl: Controle gestart. Even geduld...

source: Installed Plugins
nl_nl: Geïnstalleerde Plugins

source: Inactive
nl_nl: Inactief

source: Installed plugins:
nl_nl: Geïnstalleerde plugins:

source: Active Plugins
nl_nl: Actieve Plug-ins

source: Active plugins:
nl_nl: Actieve plugins:

source: Inactive Plugins
nl_nl: Inactieve plugins

source: Inctive plugins:
nl_nl: Inactieve plugins:

source: Installed Themes
nl_nl: Geïnstalleerde thema's
