Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: Plugin name
nl_nl: Naam plug-in

source: Display sites not meeting the above search criteria.
nl_nl: Sites weergeven die niet voldoen aan de bovenstaande zoekcriteria.

source: Exclude plugin
nl_nl: Plugin uitsluiten

source: No plugins found.
nl_nl: Geen plugins gevonden.

source: Ignore updates
nl_nl: Updates negeren

source: Deactivate
nl_nl: Deactiveren

source: Activate
nl_nl: Activeren

source: Show Plugins per Item
nl_nl: Plugins per item weergeven

source: Show Themes per Item
nl_nl: Toon thema's per item

source: Show Plugins per Site
nl_nl: Plugins per site weergeven

source: Show Themes per Site
nl_nl: Toon thema's per site

source: Not Trusted
nl_nl: Niet vertrouwd

source: Update
nl_nl: Bijwerken

source: plugin on this child site.
nl_nl: plugin op deze kindersite.

source: Deactivate
nl_nl: Deactiveer

source: Activate
nl_nl: Activeer

source: Delete
nl_nl: Verwijderen

source: plugin from this child site.
nl_nl: plugin van deze kindersite.

source: Latest Version
nl_nl: Laatste versie

source: lugin on this child site.
nl_nl: lugin op deze kindersite.

source: install plugins
nl_nl: plugins installeren

source: Search plugins...
nl_nl: Plugins zoeken...

source: Install from WordPress.org
nl_nl: Installeren vanaf WordPress.org

source: Upload .zip file
nl_nl: .zip-bestand uploaden

source: Install plugins on your child sites. You can install plugins from the WordPress.org repository or by uploading a ZIP file. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Installeer plugins op je kindersites. Je kunt plugins installeren vanuit de WordPress.org repository of door een ZIP-bestand te uploaden. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Installation Options
nl_nl: Installatieopties

source: If enabled, the plugin will be automatically activated after the installation.
nl_nl: Als dit is ingeschakeld, wordt de plugin automatisch geactiveerd na de installatie.

source: Activate after installation
nl_nl: Activeren na installatie

source: If enabled and the plugin already installed on the sites, the already installed version will be overwritten.
nl_nl: Als dit is ingeschakeld en de plugin is al geïnstalleerd op de sites, dan wordt de reeds geïnstalleerde versie overschreven.

source: Overwrite existing version
nl_nl: Bestaande versie overschrijven

source: Complete Installation
nl_nl: Voltooi installatie

source: trust/untrust updates
nl_nl: updates trust/untrust

source: Trust
nl_nl: Vertrouwen

source: Untrust
nl_nl: Vertrouw niet

source: Settings have been saved.
nl_nl: De instellingen zijn opgeslagen.

source: Check out %1$show to disable the WordPress built in auto-updates feature%2$s.
nl_nl: Bekijk %1$shoe je de ingebouwde auto-updates functie van WordPress uitschakelt%2$s.

source: The MainWP Advanced Auto Updates feature is a tool for your Dashboard to automatically update plugins that you trust to be updated without breaking your Child sites.
nl_nl: De functie MainWP Advanced Auto Updates is een hulpmiddel voor je Dashboard om automatisch plugins bij te werken waarvan je vertrouwt dat ze worden bijgewerkt zonder je Child sites te beschadigen.

source: Only mark plugins as trusted if you are absolutely sure they can be automatically updated by your MainWP Dashboard without causing issues on the Child sites!
nl_nl: Markeer plugins alleen als vertrouwd als je absoluut zeker weet dat ze automatisch kunnen worden bijgewerkt door je MainWP Dashboard zonder problemen te veroorzaken op de Child sites!

source: Advanced Auto Updates a delayed approximately 24 hours from the update release. Ignored plugins can not be automatically updated.
nl_nl: Geavanceerde auto-updates worden ongeveer 24 uur uitgesteld vanaf de release van de update. Genegeerde plugins kunnen niet automatisch worden bijgewerkt.

source: Loading plugins
nl_nl: Plugins laden

source: Plugin Status to Search
nl_nl: Plugin-status naar zoeken

source: Active and Inactive
nl_nl: Actief en Inactief

source: Trusted, Not trusted and Ignored
nl_nl: Vertrouwd, niet vertrouwd en genegeerd

source: Not trusted
nl_nl: Niet vertrouwd

source: Trust Status
nl_nl: Vertrouwensstatus

source: Ignored Status
nl_nl: Genegeerde status

source: Manage plugins you have told your MainWP Dashboard to ignore updates on global or per site level. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Beheer plugins waarvan je in je MainWP Dashboard hebt aangegeven dat ze updates moeten negeren op globaal of per site niveau. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Globally Ignored Plugins
nl_nl: Wereldwijd genegeerde plugins

source: These are plugins you have told your MainWP Dashboard to ignore updates on global level and not notify you about pending updates.
nl_nl: Dit zijn plugins waarvan je in je MainWP Dashboard hebt aangegeven dat ze updates op globaal niveau moeten negeren en je niet moeten waarschuwen voor updates die nog in de pijplijn zitten.

source: Per Site Ignored Plugins
nl_nl: Per site genegeerde plugins

source: These are plugins you have told your MainWP Dashboard to ignore updates per site level and not notify you about pending updates.
nl_nl: Dit zijn plugins waarvan je in je MainWP Dashboard hebt aangegeven dat ze updates op siteniveau negeren en je niet op de hoogte stellen van lopende updates.

source: Ignored version
nl_nl: Genegeerde versie

source: Unignore All
nl_nl: Alles negeren

source: Manage abandoned plugins you have told your MainWP Dashboard to ignore on global or per site level. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Beheer verlaten plugins die je in je MainWP Dashboard hebt aangegeven om te negeren op globaal of per site niveau. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Globally Ignored Abandoned Plugins
nl_nl: Wereldwijd genegeerde verlaten plugins

source: These are plugins you have told your MainWP Dashboard to ignore on global level even though they have passed your Abandoned Plugin Tolerance date
nl_nl: Dit zijn plugins waarvan je hebt aangegeven dat het MainWP Dashboard ze globaal moet negeren, ook al zijn ze de tolerantiedatum voor verlaten plugins gepasseerd

source: Per Site Ignored Abandoned Plugins
nl_nl: Per site genegeerde verlaten plugins

source: These are plugins you have told your MainWP Dashboard to ignore per site level even though they have passed your Abandoned Plugin Tolerance date
nl_nl: Dit zijn plugins waarvan je in je MainWP Dashboard hebt aangegeven dat ze op siteniveau genegeerd moeten worden, ook al zijn ze de tolerantiedatum voor verlaten plugins gepasseerd

source: If you need help with managing plugins, please review following help documents
nl_nl: Als je hulp nodig hebt bij het beheren van plugins, bekijk dan de volgende helpdocumenten

source: Please provide a custom field value.
nl_nl: Geef een aangepaste veldwaarde op.

source: Please provide a custom field name.
nl_nl: Geef een aangepaste veldnaam op.

source: Edit Post
nl_nl: Bewerk bericht

source: New Post
nl_nl: Nieuw Bericht

source: ERROR
nl_nl: FOUT

source: An undefined error occured!
nl_nl: Er is een ongedefinieerde fout opgetreden!

source: Post has been updated successfully
nl_nl: Bericht is succesvol bijgewerkt

source: New post created
nl_nl: Nieuw bericht is gemaakt

source: Post type
nl_nl: Bericht type

source: Manage Posts
nl_nl: Beheer posts

source: manage posts
nl_nl: berichten beheren

source: Unpublish
nl_nl: De-publiceer

source: Manage existing posts on your child sites. Here you can edit, view and delete pages. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Beheer bestaande berichten op je kindersites. Hier kunt u pagina's bewerken, bekijken en verwijderen. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Show Posts
nl_nl: Toon berichten

source: Select post type
nl_nl: Berichttype selecteren

source: All post types
nl_nl: Alle berichttypen

source: Max posts to return
nl_nl: Max berichten om terug te keren

source: Loading Posts...
nl_nl: Berichten laden...

source: Post Type
nl_nl: Berichttype

source: Use the search options to find the post you want to manage.
nl_nl: Gebruik de zoekopties om de post te vinden die je wilt beheren.

source: Approve
nl_nl: Goedkeuren

source: Key
nl_nl: Sleutel

source: Value
nl_nl: Waarde

source: &mdash; Select &mdash;
nl_nl: &mdash; Selecteer &mdash;

source: Enter new
nl_nl: Nieuw invoeren

source: Add Custom Field
nl_nl: Aangepast veld toevoegen

source: Custom Fields
nl_nl: Aangepaste velden

source: Click the image to edit or update
nl_nl: Klik op de afbeelding om te bewerken of bij te werken

source: Featured Image
nl_nl: Uitgelichte afbeelding

source: Month
nl_nl: Maand

source: Day
nl_nl: Dag

source: Year
nl_nl: Jaar

source: Hour
nl_nl: Uur

source: Minute
nl_nl: Minuut

source: Toggle panel: %s
nl_nl: Paneel in-/uitschakelen: %s

source: This meta box, from the %s plugin, is not compatible with the block editor.
nl_nl: Deze meta box, van de %s plugin, is niet compatibel met de block editor.

source: Invalid post type.
nl_nl: Ongeldig bericht type.

source: Create New Boilerplate Post
nl_nl: Nieuw basispost maken

source: Create New Boilerplate Page
nl_nl: Nieuwe pagina maken

source: Edit Boilerplate Post
nl_nl: Standaardpost bewerken

source: Edit Boilerplate Page
nl_nl: Boilerplate pagina bewerken

source: Create New Bulk Post
nl_nl: Nieuwe bulkpost maken

source: Create New Bulk Page
nl_nl: Nieuwe bulkpagina maken

source: Edit Bulk Post
nl_nl: Bulkbericht bewerken

source: Edit Bulk Page
nl_nl: Bulkpagina bewerken

source: Post updated.
nl_nl: Bericht bijgewerkt.

source: Page updated.
nl_nl: Pagina bijgewerkt.

source: Boilerplate gives you the ability to create quickly, edit, and remove repetitive pages or posts across your network of child sites. Using the available placeholders (tokens), you can customize these pages for each site.
nl_nl: Boilerplate geeft je de mogelijkheid om snel herhalende pagina's of posts aan te maken, te bewerken en te verwijderen in je netwerk van kindersites. Met behulp van de beschikbare plaatshouders (tokens) kun je deze pagina's voor elke site aanpassen.

source: This is the perfect solution for commonly repeated pages such as your "Privacy Policy", "About Us", "Terms of Use", "Support Policy" or any other page with standard text that you need to distribute across your sites.
nl_nl: Dit is de perfecte oplossing voor vaak herhaalde pagina's zoals je "Privacybeleid", "Over ons", "Gebruiksvoorwaarden", "Supportbeleid" of elke andere pagina met standaardtekst die je over je sites moet verspreiden.

source: Create a new bulk post. Scheduling posts on Child Sites is almost the same as publishing it. The only difference is before clicking the Publish button is setting it to Scheduled status and setting the time. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Maak een nieuwe bulkpost. Het plannen van berichten op kindersites is bijna hetzelfde als het publiceren ervan. Het enige verschil is dat u, voordat u op de knop Publiceren klikt, de status op Gepland zet en de tijd instelt. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Create a new bulk page. Scheduling pages on Child Sites is almost the same as publishing it. The only difference is before clicking the Publish button is setting it to Scheduled status and setting the time. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Maak een nieuwe bulkpagina. Het plannen van pagina's op kindersites is bijna hetzelfde als het publiceren ervan. Het enige verschil is dat u, voordat u op de knop Publiceren klikt, de pagina op Gepland status zet en de tijd instelt. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Word count: %s
nl_nl: Aantal woorden: %s

source: Last edited by %1$s on %2$s at %3$s
nl_nl: Laast bijgewerkt door %1$s op %2$s om %3$s

source: F j, Y
nl_nl: j F Y

source: Last edited on %1$s at %2$s
nl_nl: Laast bijgewerkt op %1$s om %2$s

source: Excerpt
nl_nl: Samenvatting

source: Excerpts are optional hand-crafted summaries of your content that can be used in your theme.
nl_nl: Uittreksels zijn optionele handgemaakte samenvattingen van je inhoud die kunnen worden gebruikt in je thema.

source: Separate tags with commas
nl_nl: Labels scheiden met comma’s

source: Publishing...
nl_nl: Publiceren…

source: Select Categories
nl_nl: Selecteer categorieën

source: Uncategorized
nl_nl: Geen categorie

source: Post only to existing categories
nl_nl: Plaats alleen in bestaande categorieën

source: Select categories
nl_nl: Selecteer Categorieën

source: Create New Category
nl_nl: Nieuwe categorie aanmaken

source: Add New Category
nl_nl: Voeg nieuwe categorie toe

source: Discussion
nl_nl: Discussie

source: Allow comments
nl_nl: Reacties toegestaan

source: Allow trackbacks and pingbacks
nl_nl: Trackbacks en pingbacks toestaan

source: Publish Options
nl_nl: Opties voor publiceren

source: Pending review
nl_nl: Wachtend op Beoordeling

source: Visibility
nl_nl: Zichtbaarheid

source: Public
nl_nl: Openbaar

source: Stick this post to the front page
nl_nl: Plak dit bericht als uitgelicht op de voorpagina

source: Password protected
nl_nl: Beschermd met wachtwoord

source: Immediately
nl_nl: Per direct

source: If you need help with managing posts, please review following help documents
nl_nl: Als je hulp nodig hebt bij het beheren van berichten, raadpleeg dan de volgende helpdocumenten

source: REST API Key deleted successfully.
nl_nl: REST API-sleutel succesvol verwijderd.

source: REST API Key ID empty.
nl_nl: REST API Key ID leeg.

source: Edit API Keys
nl_nl: API sleutels bewerken

source: Select all REST API keys
nl_nl: Selecteer alle REST API-sleutels

source: API Key (v2)
nl_nl: API-sleutel (v2)

source: Permissions
nl_nl: Rechten

source: API key ending in
nl_nl: API-sleutel eindigend op

source: Last access
nl_nl: Laatste toegang

source: Select API key described as:
nl_nl: Selecteer API-sleutel beschreven als:

source: Enabled
nl_nl: Ingeschakeld

source: Disabled
nl_nl: Uitgeschakeld

source: manage dashboard REST API
nl_nl: dashboard REST API beheren

source: It seems the WordPress REST API is currently disabled on your site. MainWP REST API requires the WordPress REST API to function properly. Please enable it to ensure smooth operation. Need help? %sClick here for a guide%s.
nl_nl: Het lijkt erop dat de WordPress REST API momenteel is uitgeschakeld op je site. MainWP REST API vereist de WordPress REST API om goed te kunnen functioneren. Schakel deze in voor een probleemloze werking. Hulp nodig? %sKlik hier voor een handleiding%s.

source: API Key (v1)
nl_nl: API-sleutel (v1)

source: Consumer key ending in
nl_nl: Klant-sleutel eindigt op

source: Create New API Key
nl_nl: Nieuwe API-sleutel aanmaken

source: API Key have been saved successfully!
nl_nl: API Key is succesvol opgeslagen!

source: MainWP REST API Credentials
nl_nl: MainWP REST API referenties

source: These API Keys are used for authorization and authentication for the MainWP REST API.
nl_nl: Deze API-sleutels worden gebruikt voor autorisatie en authenticatie voor de MainWP REST API.

source: Enable the MainWP REST API functionality and generate API credentials. Check this %1$shelp document%2$s to see all available endpoints.
nl_nl: Schakel de MainWP REST API-functionaliteit in en genereer API-referenties. Bekijk dit %1$shelpdocument%2$s om alle beschikbare eindpunten te zien.

source: API credentials have been successfully generated.
nl_nl: API-referenties zijn succesvol gegenereerd.

source: Please copy the consumer key and secret now as after you leave this page the credentials will no longer be accessible. Use the Description field for easier Key management when needed.
nl_nl: Kopieer nu de gebruikerssleutel en het geheim, want na het verlaten van deze pagina zijn de gegevens niet meer toegankelijk. Gebruik het veld Beschrijving voor eenvoudiger sleutelbeheer wanneer dat nodig is.

source: The API Key (Bearer) authentication is only compatible with the MainWP REST API v2
nl_nl: De authenticatie met API-sleutel (Bearer) is alleen compatibel met de MainWP REST API v2

source: If you are working with the MainWP REST API v1 (Legacy), click on the "Show Legacy API Credentials" button to obtain your Consumer Key and Consumer Secret.
nl_nl: Als je met de MainWP REST API v1 (Legacy) werkt, klik dan op de knop "Legacy API Credentials weergeven" om je gebruikerssleutel en gebruikersgeheim op te vragen.

source: Enable API key
nl_nl: API-sleutel inschakelen

source: If enabled, the REST API will be activated.
nl_nl: Als deze optie is ingeschakeld, wordt de REST API geactiveerd.

source: Enable REST API key
nl_nl: REST API-sleutel inschakelen

source: API key name
nl_nl: API-sleutelnaam

source: Name your API Key.
nl_nl: Geef je API-sleutel een naam.

source: API key name.
nl_nl: API-sleutelnaam.

source: API key (Bearer token)
nl_nl: API-sleutel (draagtoken)

source: Copy to Clipboard
nl_nl: Kopiëren naar klembord

source: No Permissions selected.
nl_nl: Geen machtigingen geselecteerd.

source: Show Legacy API Credentials
nl_nl: Legacy API-referenties weergeven

source: Legacy API Credentials
nl_nl: Legacy API-referenties

source: Authentication compatible only with the MainWP REST API version 1!
nl_nl: Authenticatie alleen compatibel met de MainWP REST API versie 1!

source: Enable MainWP REST API v1 Compatibility
nl_nl: MainWP REST API v1 compatibiliteit inschakelen

source: If enabled, the credentials will be compatible with REST API v1.
nl_nl: Als dit is ingeschakeld, zijn de referenties compatibel met REST API v1.

source: Enable REST API Key
nl_nl: REST API-sleutel inschakelen

source: Key description
nl_nl: Sleutelbeschrijving

source: Consumer key ending in...
nl_nl: Consumententoets eindigend in...

source: Save API Key
nl_nl: API-sleutel opslaan

source: If you need help with the MainWP REST API, please review following help documents
nl_nl: Als je hulp nodig hebt met de MainWP REST API, bekijk dan de volgende helpdocumenten

source: Detected Issues
nl_nl: Opgespoorde problemen

source: /wp-content/, /wp-content/plugins/, /wp-content/themes/ and /wp-content/uploads/ directories listing has not been prevented
nl_nl: het weergeven van de mappen /wp-content/, /wp-content/plugins/, /wp-content/themes/ en /wp-content/uploads/ is niet voorkomen

source: /wp-content/, /wp-content/plugins/, /wp-content/themes/ and /wp-content/uploads/ directories listing has been prevented
nl_nl: het weergeven van de mappen /wp-content/, /wp-content/plugins/, /wp-content/themes/ en /wp-content/uploads/ is verhinderd

source: After fixing this issue, an empty index.php will be inserted in these directories to prevent listing.
nl_nl: Na het oplossen van dit probleem zal een lege index.php worden ingevoegd in deze mappen om te voorkomen dat ze worden weergegeven.

source: Fix
nl_nl: Repareren

source: WordPress version has not been hidden
nl_nl: WordPress versie is niet verborgen

source: WordPress version has been hidden
nl_nl: WordPress versie is verborgen

source: After fixing this issue, WordPress generator meta tag will be removed from the head sections of the Child Site
nl_nl: Na het oplossen van dit probleem wordt de WordPress generator meta tag verwijderd uit de head secties van de Child Site

source: Really Simple Discovery meta tag has not been removed from front-end
nl_nl: Really Simple Discovery meta tag is niet verwijderd van front-end

source: Really Simple Discovery meta tag has been removed from front-end
nl_nl: Really Simple Discovery meta tag is verwijderd van front-end

source: After fixing this issue, RSD meta tag will be removed from head sections of the Child Site
nl_nl: Na het oplossen van dit probleem wordt de RSD-metatag verwijderd uit de hoofdsecties van de kindersite

source: Windows Live Writer meta tag has not been removed from front-end
nl_nl: Windows Live Writer meta tag is niet verwijderd uit front-end

source: Windows Live Writer meta tag has been removed from front-end
nl_nl: Windows Live Writer meta tag is verwijderd uit front-end

source: After fixing this issue, WLW meta tag will be removed from head sections of the Child Site
nl_nl: Na het oplossen van dit probleem wordt de WLW-metatag verwijderd uit de hoofdsecties van de kindersite

source: Database error reporting has not been disabled
nl_nl: Databasefoutrapportage is niet uitgeschakeld

source: Database error reporting has been disabled
nl_nl: Databasefoutrapportage is uitgeschakeld

source: After fixing this issue, database error reporting will be disabled
nl_nl: Na het oplossen van dit probleem wordt het rapporteren van databasefouten uitgeschakeld

source: PHP error reporting has not been disabled
nl_nl: PHP foutrapportage is niet uitgeschakeld

source: PHP error reporting has been disabled
nl_nl: PHP foutrapportage is uitgeschakeld

source: After fixing this issue, PHP error reporting will be disabled
nl_nl: Na het oplossen van dit probleem wordt de PHP-foutrapportage uitgeschakeld

source: Scripts and Stylesheets version information has not been removed from URLs
nl_nl: Scripts en Stylesheets versie-informatie is niet verwijderd uit URL's

source: Scripts and Stylesheets version information has been removed from URLs
nl_nl: Scripts en Stylesheets versie-informatie is verwijderd uit URL's

source: After fixing this issue, versions will be removed
nl_nl: Na het oplossen van dit probleem worden de versies verwijderd

source: Scripts and Stylesheets registered version information has not been removed from URLs
nl_nl: De geregistreerde versie-informatie van scripts en stylesheets is niet verwijderd uit URL's

source: Scripts and Stylesheets registered version information has been removed from URLs
nl_nl: Informatie over geregistreerde scripts en stylesheets is verwijderd uit URL's

source: After fixing this issue, registered versions will be removed
nl_nl: Na het oplossen van dit probleem worden geregistreerde versies verwijderd

source: readme.html file has not been removed from WordPress root
nl_nl: readme.html bestand is niet verwijderd uit de WordPress root

source: readme.html file has been removed from WordPress root
nl_nl: readme.html bestand is verwijderd uit de WordPress root

source: After fixing this issue, the readme.html file will be removed from the Child Site root directory
nl_nl: Na het oplossen van dit probleem wordt het bestand readme.html verwijderd uit de hoofdmap van de Child Site

source: Removing the file on WPEngine hosting can cause issues. If you need to remove the file, please consult the WPEngine support first.
nl_nl: Het verwijderen van het bestand op WPEngine hosting kan problemen veroorzaken. Als u het bestand moet verwijderen, raadpleeg dan eerst de ondersteuning van WPEngine.

source: You need to re-upload the readme.html file manually to unfix this.
nl_nl: Je moet het readme.html-bestand handmatig opnieuw uploaden om dit ongedaan te maken.

source: Administrator username should not be "admin"
nl_nl: Gebruikersnaam beheerder mag niet "admin" zijn

source: Administrator username is not "admin"
nl_nl: Gebruikersnaam beheerder is niet "admin"

source: You have to change this yourself. If this user was used as your MainWP Secure Link Admin, you will need to change your Administrator Username in the MainWP Dashboard for the site.
nl_nl: Je moet dit zelf veranderen. Als deze gebruiker werd gebruikt als je MainWP Secure Link Admin, dan moet je je Administrator Gebruikersnaam wijzigen in het MainWP Dashboard voor de site.

source: WordPress is not up to date.
nl_nl: WordPress is niet up-to-date.

source: Checks if WP is up to date. You have to change this yourself.
nl_nl: Controleert of WP up-to-date is. Je moet dit zelf wijzigen.
