Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: Undefined error occurred. Please try again. If the issue does not resolve, please review this <a href="https://kb.mainwp.com/docs/potential-issues/">Knowledgebase document</a>, and if you still have issues, please let us know in the <a href="https://managers.mainwp.com/c/community-support/5">MainWP Community</a>.
nl_nl: Er is een ongedefinieerde fout opgetreden. Probeer het opnieuw. Als het probleem niet wordt opgelost, bekijk dan dit <a href="https://kb.mainwp.com/docs/potential-issues/">Knowledgebase-document</a> en als u nog steeds problemen ondervindt, laat het ons dan weten in de <a href="https://managers.mainwp.com/c/community-support/5">MainWP Community</a>.

source: Error detected:
nl_nl: Fout gedetecteerd:

source: Please enter a name for the website.
nl_nl: Voer een naam in voor de website.

source: Please enter a valid URL for your site.
nl_nl: Voer een geldige URL voor je site in.

source: Please enter a username of the website administrator.
nl_nl: Voer een gebruikersnaam van de websitebeheerder in.

source: Preparing for installation...
nl_nl: Voorbereiden op installatie...

source: Installing...
nl_nl: Installeren...

source: Installation successful!
nl_nl: Installatie geslaagd!

source: Installation failed!
nl_nl: Installatie mislukt!

source: Error while preparing the installation. Please, try again.
nl_nl: Fout tijdens het voorbereiden van de installatie. Probeer het opnieuw.

source: Applying settings...
nl_nl: Instellingen toepassen...

source: Applying settings successful!
nl_nl: Instellingen succesvol toegepast!

source: Successful
nl_nl: Geslaagd

source: Applying settings failed!
nl_nl: Het toepassen van instellingen is mislukt!

source: failed
nl_nl: mislukt

source: Apply global %1 options
nl_nl: Globale %1 oopties toepassen

source: Apply %1 settings
nl_nl: %1 settings toepassen

source: Please enter a valid URL for your site
nl_nl: Voer een geldige URL in voor je site

source: Connection failed!
nl_nl: Verbinding mislukt!

source: Error message:
nl_nl: Foutbericht:

source: Connection test failed.
nl_nl: Verbindingstest is mislukt.

source: Error message:
nl_nl: Foutmelding:

source: Connection successful!
nl_nl: Verbinding geslaagd!

source: Received HTTP-code
nl_nl: Ontvangen HTTP-code

source: Received HTTP-code:
nl_nl: Ontvangen HTTP-code:

source: Invalid response from the server, please try again.
nl_nl: Ongeldig antwoord van de server, probeer het opnieuw.

source: Are you sure you want to remove %1 from your MainWP Dashboard?
nl_nl: Weet je zeker dat je %1 fuit je MainWP Dashboard wilt verwijderen?

source: The requested site has not been found.
nl_nl: De opgevraagde site is niet gevonden.

source: The site has been removed. Please make sure that the MainWP Child plugin has been deactivated properly.
nl_nl: De site is verwijderd. Controleer of de MainWP Child plugin goed is gedeactiveerd.

source: Username field is required! Please enter a username.
nl_nl: Het gebruikersnaam veld is verplicht! Voer een gebruikersnaam in.

source: E-mail field is required! Please enter an email address.
nl_nl: Het veld E-mail is vereist! Voer een e-mailadres in.

source: Password field is required! Please enter the wanted password or generate a random one.
nl_nl: Het wachtwoordveld is vereist! Voer het gewenste wachtwoord in of genereer een willekeurig wachtwoord.

source: Creating the user. Please wait...
nl_nl: De gebruiker wordt aangemaakt. Even geduld...

source: Please select plugin to install files.
nl_nl: Selecteer de plugin om bestanden te installeren.

source: Please select theme to install files.
nl_nl: Selecteer een thema om bestanden te installeren.

source: Please select at least one website or a group or client.
nl_nl: Selecteer ten minste één website of een groep of klant.

source: Edit Cost Tracker
nl_nl: Kosten Tracker Bewerken

source: Installation completed successfully.
nl_nl: Installatie succesvol voltooid.

source: Installed
nl_nl: Geïnstalleerd

source: Would you like to use the Bulk Settings Manager with this plugin? Check out the %1Documentation%2.
nl_nl: Wil je de Bulk Settings Manager gebruiken met deze plugin? Bekijk dan de %1Documentation%2.

source: Would you like to use the Bulk Settings Manager with these plugins? Check out the %1Documentation%2.
nl_nl: Wil je de Bulk Settings Manager gebruiken met deze plugins? Bekijk dan de %1Documentation%2.

source: Would you like to use the Bulk Settings Manager with this theme? Check out the %1Documentation%2.
nl_nl: Wil je de Bulk Settings Manager gebruiken met dit thema? Bekijk dan de %1Documentation%2.

source: Would you like to use the Bulk Settings Manager with these themes? Check out the %1Documentation%2.
nl_nl: Wil je de bulkinstellingenmanager gebruiken met deze thema's? Bekijk dan de %1Documentation%2.

source: Did you know with the %1 you can control the settings of this plugin directly from your MainWP Dashboard?
nl_nl: Wist je dat je met %1 de instellingen van deze plugin rechtstreeks vanuit je MainWP Dashboard kunt beheren?

source: Did you know with the %1 you can control the settings of these plugins directly from your MainWP Dashboard?
nl_nl: Wist je dat je met %1 de instellingen van deze plugins rechtstreeks vanuit je MainWP Dashboard kunt beheren?

source: Did you know with the %1 you can control the settings of this theme directly from your MainWP Dashboard?
nl_nl: Wist je dat je met %1 de instellingen van dit thema rechtstreeks vanuit je MainWP-dashboard kunt beheren?

source: Did you know with the %1 you can control the settings of these themes directly from your MainWP Dashboard?
nl_nl: Wist je dat je met %1 de instellingen van deze thema's rechtstreeks vanuit je MainWP Dashboard kunt beheren?

source: Please upload at least one plugin to install.
nl_nl: Upload ten minste één plugin om te installeren.

source: Please upload at least one theme to install.
nl_nl: Upload ten minste één thema om te installeren.

source: Add to Cost Tracker
nl_nl: Toevoegen aan Kostentracker

source: Please select website to install plugin.
nl_nl: Selecteer een website om de plugin te installeren.

source: HTTP error
nl_nl: HTTP-fout

source: ERROR on the child site
nl_nl: FOUT op de kindersite

source: Suspended site.
nl_nl: Opgeschorte site.

source: You are about to delete the selected changes?
nl_nl: Wilt u de geselecteerde wijzigingen verwijderen?

source: You are about to dismiss the selected changes?
nl_nl: Sta je op het punt om de geselecteerde wijzigingen te verwerpen?

source: Are you sure you want to force your MainWP Dashboard to reconnect with your child sites?
nl_nl: Weet je zeker dat je je MainWP Dashboard wilt dwingen om opnieuw verbinding te maken met je kindersites?

source: Re-establish Connection
nl_nl: Verbinding herstellen

source: Importing. Please wait...
nl_nl: Importeren. Even geduld...

source: The demo content has been imported into your MainWP Dashboard.
nl_nl: De demo-inhoud is geïmporteerd in uw MainWP Dashboard.

source: Deleting. Please wait...
nl_nl: Verwijderen. Even geduld...

source: The demo content has been deleted from your MainWP Dashboard.
nl_nl: De demo-inhoud is verwijderd uit uw MainWP Dashboard.

source: Please select at least one website to start.
nl_nl: Selecteer ten minste één website om mee te beginnen.

source: This process will create a new OpenSSL Key Pair on your MainWP Dashboard and Set the new Public Key to your Child site(s). Are you sure you want to proceed?
nl_nl: Dit proces zal een nieuw OpenSSL Sleutelpaar aanmaken op je MainWP Dashboard en de nieuwe Openbare Sleutel instellen op je Kind site(s). Weet u zeker dat u verder wilt gaan?

source: Processing...
nl_nl: Verwerken...

source: Renew connnection process completed successfully.
nl_nl: Verbindingsproces vernieuwen succesvol voltooid.

source: Undefined error.
nl_nl: Ongedefinieerde fout.

source: Processed
nl_nl: Verwerkt

source: Loading segments. Please wait...
nl_nl: Segmenten worden geladen. Even geduld...

source: Saving segment. Please wait...
nl_nl: Segment opslaan. Even geduld...

source: Deleting segment. Please wait...
nl_nl: Segment verwijderen. Even geduld...

source: Save Segment
nl_nl: Segment opslaan

source: Load a Segment
nl_nl: Een segment laden

source: Are you sure you want to delete this uptime monitor?
nl_nl: Bent u zeker dat u deze locatie wilt verwijderen?

source: Are you sure you want to delete this uptime sub-page monitor?
nl_nl: Bent u zeker dat u deze locatie wilt verwijderen?

source: Removing Uptime Monitor...
nl_nl: De taak verwijderen...

source: Monitor have been removed.
nl_nl: De klant is verwijderd.

source: Encryption in progress! Securing your OpenSSL private keys, this may take a few moments. Please wait until completed.
nl_nl: Encryptie bezig! Uw OpenSSL-privésleutels worden beveiligd. Dit kan enkele ogenblikken duren. Wacht tot het voltooid is.

source: Login verification could not be completed. Please contact %1$sMainWP Support%2$s so we can assist.
nl_nl: Aanmeldingsverificatie kon niet worden voltooid. Neem contact op met %1$sMainWP Support%2$s zodat we u kunnen helpen.

source: The license could not be deactivated.
nl_nl: De licentie kon niet worden gedeactiveerd.

source: The extension has been activated.
nl_nl: De extensie is geactiveerd.

source: Connection failed to the License Key API server. Try again later.
nl_nl: Verbinding maken met de licentiesleutel API-Server is momenteel niet mogelijk. Probeer het later nog eens.

source: Extension activated.
nl_nl: Uitbreiding geactiveerd.

source: Connection with the API license server could not be established. Please, try again later.
nl_nl: De verbinding met de API-licentieserver kon niet tot stand worden gebracht. Probeer het later nog eens.

source: License key could not be found.
nl_nl: Licentiesleutel kon niet worden gevonden.

source: An undefined error occurred. Please try again later.
nl_nl: Er is een ongedefinieerde fout opgetreden. Probeer het later nog eens.

source: MainWP API key are required in order to grab extensions API keys.
nl_nl: MainWP API-sleutel zijn nodig om extensies API-sleutels te geven.

source: Activation error! Please try to deactivate and re-activate the extension on the WP > Plugins page and try to activate API key again.
nl_nl: Activeringsfout! Probeer de extensie te deactiveren en opnieuw te activeren op de pagina WP > Plugins en probeer de API-sleutel opnieuw te activeren.

source: Activation error! Download permission for this product could not be found.
nl_nl: Activeringsfout! Downloadtoestemming voor dit product kon niet worden gevonden.

source: Activation error! Matching API key could not be found.
nl_nl: Activeringsfout! Er kon geen overeenkomstige API-sleutel worden gevonden.

source: Invalid Instance ID! Please try to deactivate and re-activate the extension on the WP > Plugins page and try to activate API key again.
nl_nl: Ongeldige Instance ID! Probeer de extensie te deactiveren en opnieuw te activeren op de pagina WP > Plugins en probeer de API-sleutel opnieuw te activeren.

source: Your membership is on hold. Reactivate your membership to activate MainWP extensions
nl_nl: Je lidmaatschap is opgeschort. Heractiveer je lidmaatschap om MainWP-extensies te activeren

source: Your membership has been canceled. Reactivate your membership to activate MainWP extensions
nl_nl: Je lidmaatschap is geannuleerd. Heractiveer je lidmaatschap om MainWP-extensies te activeren

source: Your membership has expired. Reactivate your membership to activate MainWP extensions
nl_nl: Je lidmaatschap is verlopen. Heractiveer je lidmaatschap om MainWP-extensies te activeren

source: Your membership is on hold. Reactivate your membership to install MainWP extensions.
nl_nl: Je lidmaatschap is opgeschort. Heractiveer je lidmaatschap om MainWP extensies te installeren.

source: Your membership has been canceled. Reactivate your membership to install MainWP extensions.
nl_nl: Je lidmaatschap is geannuleerd. Heractiveer je lidmaatschap om MainWP-extensies te installeren.

source: Your membership has expired. Reactivate your membership to install MainWP extensions.
nl_nl: Je lidmaatschap is verlopen. Heractiveer je lidmaatschap om MainWP-extensies te installeren.

source: Download permission for %1$s has been revoked possibly due to a license key or membership expiring. You can reactivate or purchase a license key from your account <a href="%2$s" target="_blank">dashboard</a>.
nl_nl: De downloadrechten voor %1$s zijn ingetrokken, mogelijk omdat een licentiesleutel of lidmaatschap is verlopen. Je kunt een licentiesleutel opnieuw activeren of kopen via <a href="%2$s" target="_blank">het dashboard van</a> je account.

# bulkpost
source: Add New
nl_nl: Nieuwe toevoegen

# bulkpost
source: Add New Bulkpost
nl_nl: Nieuwe bulkpost toevoegen

# bulkpost
source: Edit Bulkpost
nl_nl: Bulkpost bewerken

# bulkpost
source: New Bulkpost
nl_nl: Nieuwe bulkpost

# bulkpost
source: View Bulkpost
nl_nl: Bekijk Bulkpost

# bulkpost
source: Search Bulkpost
nl_nl: Bulkpost zoeken

# bulkpost
source: No bulkpost found
nl_nl: Geen bulkpost gevonden

# bulkpost
source: No bulkpost found in Trash
nl_nl: Geen bulkpost gevonden in Prullenbak

# bulkpost
source: Parent Bulkpost:
nl_nl: Ouderpost:

source: Bulkpage
nl_nl: Startpagina

# bulkpage
source: Add New
nl_nl: Nieuwe toevoegen

# bulkpage
source: Add New Bulkpage
nl_nl: Nieuwe pagina toevoegen

# bulkpage
source: Edit Bulkpage
nl_nl: Bulkpage bewerken

# bulkpage
source: New Bulkpage
nl_nl: Nieuwe pagina

# bulkpage
source: View Bulkpage
nl_nl: Bekijk Bulkpage

# bulkpage
source: Search Bulkpage
nl_nl: Zoeken op Bulkpage

# bulkpage
source: No bulkpage found
nl_nl: Geen bulkpagina gevonden

# bulkpage
source: No bulkpage found in Trash
nl_nl: Geen bulkpagina gevonden in Prullenbak

# bulkpage
source: Parent Bulkpage:
nl_nl: Ouder Bulkpage:

source: WordPress SEO values have been saved.
nl_nl: WordPress SEO waarden zijn opgeslagen.

source: You have to select the sites you wish to publish to.
nl_nl: Je moet de sites selecteren waarop je wilt publiceren.

source: Client Name (Required)
nl_nl: Naam klant (verplicht)

source: Displays the Client name
nl_nl: Geeft de naam van de klant weer

source: Client email
nl_nl: E-mail klant

source: Displays the client email
nl_nl: Geeft de e-mail van de klant weer

source: Client phone
nl_nl: Telefoon klant

source: Displays the client phone
nl_nl: Geeft de clienttelefoon weer

source: Client Facebook
nl_nl: Klant Facebook

source: Displays the client Facebook
nl_nl: De Facebook-client weergeven

source: Client X
nl_nl: Klant X

source: Displays the client X
nl_nl: Geeft de client X weer

source: Client Instagram
nl_nl: Klant Instagram

source: Displays the client Instagram
nl_nl: De client Instagram weergeven

source: Client LinkedIn
nl_nl: Klant LinkedIn

source: Displays the client LinkedIn
nl_nl: Geeft de client LinkedIn weer

source: Client address 1
nl_nl: Klantadres 1

source: Displays the client contact address 1
nl_nl: Geeft het contactadres van de klant weer 1

source: Client address 2
nl_nl: Klantadres 2

source: Displays the client contact address 2
nl_nl: Geeft het contactadres van de klant weer 2

source: Client city
nl_nl: Stad van de klant

source: Displays the client city
nl_nl: Geeft de stad van de klant weer

source: Client state
nl_nl: Staat van de klant

source: Displays the client state
nl_nl: Geeft de status van de client weer

source: Client ZIP
nl_nl: Klant ZIP

source: Displays the client ZIP code
nl_nl: Geeft de postcode van de klant weer

source: Client country
nl_nl: Land van de klant

source: Displays the client country
nl_nl: Geeft het land van de klant weer

source: Client notes
nl_nl: Notities voor klanten

source: Displays the client note
nl_nl: De klantnotitie weergeven

source: Client status
nl_nl: Status Klant

source: Displays the client suspended state
nl_nl: Geeft de geschorste status van de client weer

source: Added on
nl_nl: Toegevoegd op

source: Displays the client added on
nl_nl: Geeft de client weer die is toegevoegd op

source: Set the date your client was added to your MainWP Dashboard.
nl_nl: Stel de datum in waarop je klant is toegevoegd aan je MainWP Dashboard.

source: Contact name (Required)
nl_nl: Naam contactpersoon (verplicht)

source: Displays the client contact name
nl_nl: Geeft de contactnaam van de klant weer

source: Contact email (Required)
nl_nl: E-mailadres contactpersoon (verplicht)

source: Displays the contact email
nl_nl: Geeft het e-mailadres van de contactpersoon weer

source: Contact role
nl_nl: Contactrol

source: Displays the contact role
nl_nl: De rol van de contactpersoon weergeven

source: Contact phone
nl_nl: Telefoonnummer contactpersoon

source: Displays the contact phone
nl_nl: Geeft de telefoon van de contactpersoon weer

source: Displays the contact Facebook
nl_nl: Geeft het contact Facebook weer

source: Displays the contact X
nl_nl: Geeft het contact X weer

source: Displays the contact Instagram
nl_nl: De contactpersoon Instagram weergeven

source: Displays the contact LinkedIn
nl_nl: De contactpersoon LinkedIn weergeven

source: Invalid Client data. Please try again.
nl_nl: Ongeldige klantgegevens. Probeer het opnieuw.

source: Client ID field is required! Please enter a Client ID.
nl_nl: Het veld Klant-ID is vereist! Voer een klant-ID in.

source: Existed contact emails.%sPlease try again.
nl_nl: Bestaande contact e-mails.%sProbeer het opnieuw.

source: Client
nl_nl: Klant

source: Image
nl_nl: Afbeelding

source: Contact Name
nl_nl: Contact naam

source: Client Email
nl_nl: Klant E-mail

source: Phone
nl_nl: Telefoon

source: Address 1
nl_nl: Adres 1

source: Address 2
nl_nl: Adres 2

source: City
nl_nl: Stad

source: Zip
nl_nl: Postcode

source: State
nl_nl: Provincie

source: Country
nl_nl: Land

source: Notes
nl_nl: Notities

source: Delete
nl_nl: Verwijderen

source: Bulk actions
nl_nl: Bulk acties

source: Apply
nl_nl: Toepassen

source: Filter clients:
nl_nl: Klanten filteren:

source: All tags
nl_nl: Alle tags

source: No Tags
nl_nl: Geen tags

source: Filter Clients
nl_nl: Klanten filteren

source: Manage your clients. For additional help, please check this %1$shelp documentation%2$s.
nl_nl: Beheer uw klanten. Raadpleeg voor meer hulp deze %1$shelpdocumentatie%2$s.

source: Loading ...
nl_nl: Aan het laden...

source: Select the site.
nl_nl: Selecteer de site.

source: Edit
nl_nl: Bewerken

source: View Sites
nl_nl: Sites bekijken

source: Create Report
nl_nl: Rapport maken

source: Active
nl_nl: Actief

source: Suspended
nl_nl: Opgeschort

source: Lost
nl_nl: Verloren

source: Edit client notes.
nl_nl: Bewerk klantnotities.

source: Force your MainWP Dashboard to set a new pair of OpenSSL Keys
nl_nl: Forceer je MainWP Dashboard om een nieuw paar OpenSSL-sleutels in te stellen

source: Select Sites
nl_nl: Selecteer websites

source: Reset OpenSSL Key Pair
nl_nl: OpenSSL sleutelpaar resetten

source: Site disconnected
nl_nl: Site losgekoppeld

source: Site not found.
nl_nl: Site niet gevonden.

source: Try to reconnect site failed. Please try again.
nl_nl: Probeer opnieuw verbinding te maken met de site is mislukt. Probeer het opnieuw.

source: Try to disconnect site failed. Please try again.
nl_nl: Poging om de verbinding met de site te verbreken mislukt. Probeer het opnieuw.

source: Due to security reasons, switching back to OPENSSL_ALGO_SHA1 breaks the connection to your child site(s). It is required to deactivate & reactivate the MainWP Child plugin on child sites before you can reconnect them. Use OPENSSL_ALGO_SHA1 only if necessary.
nl_nl: Om veiligheidsredenen verbreekt het terugschakelen naar OPENSSL_ALGO_SHA1 de verbinding met je kindersite(s). Het is vereist om de MainWP Child-plugin op kindersites te deactiveren en opnieuw te activeren voordat je ze opnieuw kunt verbinden. Gebruik OPENSSL_ALGO_SHA1 alleen als dat nodig is.

source: MainWP plugin could not create directory in order to download the file.
nl_nl: MainWP plugin kon geen map aanmaken om het bestand te downloaden.

source: MainWP upload directory is not writable.
nl_nl: MainWP upload directory is niet beschrijfbaar.

source: Trying to reconnect WordPress database connection...
nl_nl: WordPress databaseverbinding opnieuw proberen te verbinden...

source: Client email exists. Please try again.
nl_nl: Het e-mailadres van de klant bestaat. Probeer het opnieuw.

source: Invalid demo data.
nl_nl: Ongeldige demodata.

source: This function does not work in the demo mode!
nl_nl: Deze functie werkt niet in de demomodus!

source: MainWP Child plugin not detected or could not be reached! Ensure the MainWP Child plugin is installed and activated on the child site, and there are no security rules blocking requests. If you continue experiencing this issue, check the %1$sMainWP Community%2$s for help.
nl_nl: MainWP Child plugin niet gedetecteerd of kon niet worden bereikt! Zorg ervoor dat de MainWP Child plugin is geïnstalleerd en geactiveerd op de child site, en dat er geen beveiligingsregels zijn die verzoeken blokkeren. Als je dit probleem blijft ervaren, kijk dan op de %1$sMainWP Community%2$s voor hulp.

source: Extensions
nl_nl: Extensies

source: Manage Extensions
nl_nl: Extensies beheren

source: Extensions are disabled in the Demo Mode.
nl_nl: Extensies zijn uitgeschakeld in de demomodus.

source: Quickly access, install, and activate your MainWP extensions. If you need additional help with managing your MainWP Extensions, please check this %1$shelp documentation%2$s.
nl_nl: Snel je MainWP-extensies openen, installeren en activeren. Als je meer hulp nodig hebt bij het beheren van je MainWP Extensies, raadpleeg dan deze %1$shelpdocumentatie%2$s.

source: Your search returned no results. The extension may need to be installed or does not exist.
nl_nl: Uw zoekopdracht heeft geen resultaten opgeleverd. De extensie moet mogelijk worden geïnstalleerd of bestaat niet.

source: Important Note
nl_nl: Belangrijke mededeling

source: MainWP Dashboard 4.0 or newer requires Extensions 4.0 or newer. MainWP will automatically deactivate older versions of MainWP Extensions in order to prevent compatibility problems.
nl_nl: MainWP Dashboard 4.0 of nieuwer vereist Extensies 4.0 of nieuwer. MainWP zal oudere versies van MainWP Extensies automatisch deactiveren om compatibiliteitsproblemen te voorkomen.

source: Steps to Update Extensions
nl_nl: Stappen om extensies bij te werken

source: Go to the WP Admin > Plugins > Installed Plugins page
nl_nl: Ga naar de pagina WP Admin > Plugins > Geïnstalleerde plugins

source: Delete Version 3 Extensions (extensions older than version 4) from your MainWP Dashboard
nl_nl: Versie 3-extensies (extensies ouder dan versie 4) verwijderen uit je MainWP-dashboard

source: Go back to the MainWP > Extensions page and use the Install Extensions button
nl_nl: Ga terug naar de pagina MainWP > Extensies en gebruik de knop Extensies installeren

source: This process does not affect your extensions settings.
nl_nl: Dit proces heeft geen invloed op uw extensie-instellingen.

source: What are Extensions?
nl_nl: Wat zijn extensies?

source: Extensions are specific features or tools created to expand the basic functionality of MainWP. The core of MainWP is designed to provide the functions most needed for you and minimize code bloat.
nl_nl: Extensies zijn specifieke functies of gereedschappen die zijn gemaakt om de basisfunctionaliteit van MainWP uit te breiden. De kern van MainWP is ontworpen om de functies te bieden die je het hardst nodig hebt en om de opgeblazen code te minimaliseren.

source: Extensions offer custom functions and features so that each user can tailor the MainWP Dashboard to their specific needs.
nl_nl: Extensies bieden aangepaste functies en mogelijkheden zodat elke gebruiker het MainWP Dashboard kan aanpassen aan zijn specifieke behoeften.
