Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: Creating the backup file on the child site, this might take a while depending on the size. Please be patient.
nl_nl: Het maken van het back-upbestand op de kindersite, dit kan even duren afhankelijk van de grootte. Wees geduldig.

source: Backup file on child site created successfully!
nl_nl: Back-upbestand op kindersite succesvol aangemaakt!

source: Backupfile on child site created successfully.
nl_nl: Back-upbestand op kindersite succesvol aangemaakt.

source: Downloading the file.
nl_nl: Het bestand downloaden.

source: Backup failed!
nl_nl: Backup mislukt!

source: Download from child site completed.
nl_nl: Downloaden van kindersite voltooid.

source: Uploading to remote destination: %1 (%2)
nl_nl: Uploaden naar externe bestemming: %1 (%2)

source: Upload to %1 (%2) failed:
nl_nl: Uploaden naar %1 (%2) is mislukt:

source: Upload to %1 (%2) successful!
nl_nl: Uploaden naar %1 (%2) gelukt!

source: Backup completed!
nl_nl: Back-up voltooid!

source: Starting the backup task...
nl_nl: De back-uptaak starten...

source: Cancel
nl_nl: Annuleren

source: Running task
nl_nl: Taak uitvoeren

source: Backup task completed
nl_nl: Back-uptaak voltooid

source: with errors
nl_nl: met fouten

source: Close
nl_nl: Sluiten

source: Creating backup file.
nl_nl: Back-upbestand maken.

source: Backup file created successfully.
nl_nl: Back-upbestand succesvol gemaakt.

source: Uploading to selected remote destination: %1 (%2)
nl_nl: Uploaden naar geselecteerde externe bestemming: %1 (%2)

source: Upload to %1 (%2) successful
nl_nl: Uploaden naar %1 (%2) gelukt

source: Backup completed.
nl_nl: Back-up gereed.

source: Please enter a valid name for your backup task
nl_nl: Voer een geldige naam in voor uw back-uptaak

source: Please select websites or groups to add a backup task.
nl_nl: Selecteer websites of groepen om een back-uptaak toe te voegen.

source: Adding the task...
nl_nl: De taak toevoegen...

source: Please select websites or groups.
nl_nl: Selecteer websites of groepen.

source: Are you sure you want to delete this backup task?
nl_nl: Weet je zeker dat je deze back-uptaak wilt verwijderen?

source: Removing the task...
nl_nl: De taak verwijderen...

source: The task has been removed.
nl_nl: De taak is verwijderd.

source: An undefined error occured.
nl_nl: Er is een ongedefinieerde fout opgetreden.

source: Resuming the task...
nl_nl: De taak hervatten...

source: The task has been resumed.
nl_nl: De taak is hervat.

source: Pause
nl_nl: Pauzeren

source: Pausing the task...
nl_nl: De taak onderbreken...

source: The task has been paused.
nl_nl: De taak is gepauzeerd.

source: Resume
nl_nl: Hervatten

source: Checking if a backup is required for the selected updates...
nl_nl: Controleren of een back-up vereist is voor de geselecteerde updates...

source: Checking backup settings...
nl_nl: Back-upinstellingen controleren...

source: Proceed with Updates
nl_nl: Ga verder met updates

source: A full backup has not been taken in the last days for the following sites:
nl_nl: Voor de volgende sites is de afgelopen dagen geen volledige back-up gemaakt:

source: Full backup required!
nl_nl: Volledige back-up vereist!

source: Full backup
nl_nl: Volledige back-up

source: Starting required backup(s)...
nl_nl: Benodigde back-up(s) starten...

source: Required backup(s) completed
nl_nl: Verplichte back-up(s) voltooid

source: Continue update anyway
nl_nl: Blijf toch updaten

source: Continue update
nl_nl: Update voortzetten

source: Creating backup file...
nl_nl: Back-upbestand maken...

source: Backup file created successfully!
nl_nl: Back-upbestand succesvol gemaakt!

source: Download from the child site completed.
nl_nl: Download van de kindersite voltooid.

source: Suspend Sites
nl_nl: Sites opschorten

source: Unsuspend Sites
nl_nl: Locaties vrijmaken

source: You are about to remove the selected clients from your MainWP Dashboard?
nl_nl: Je staat op het punt om de geselecteerde klanten te verwijderen uit je MainWP Dashboard?

source: Process completed. Reloading page...
nl_nl: Proces voltooid. Pagina herladen...

source: The client has been removed.
nl_nl: De klant is verwijderd.

source: Creating the client. Please wait...
nl_nl: De client wordt aangemaakt. Even geduld...

source: Undefined error. Please try again.
nl_nl: Ongedefinieerde fout. Probeer het opnieuw.

source: Client name field is required! Please enter a Client name.
nl_nl: Het veld Klantnaam is verplicht! Voer een klantnaam in.

source: Contact Name and Contact Email are required. Please enter a Contact Name and Contact Email.
nl_nl: De contactnaam en het e-mailadres zijn verplicht. Voer een contactnaam en een e-mailadres in.

source: Updating the client. Please wait...
nl_nl: De client wordt bijgewerkt. Even geduld alstublieft...

source: Are you sure you want to delete this field?
nl_nl: ﻿Weet u zeker dat u dit veld wilt wissen?

source: Field has been deleted successfully.
nl_nl: Veld is succesvol verwijderd.

source: Field can not be deleted.
nl_nl: Veld kan niet worden verwijderd.

source: No saved notes. Click the Edit button to edit site notes.
nl_nl: Geen opgeslagen notities. Klik op de knop Bewerken om de aantekeningen op de site te bewerken.

source: Saving note. Please wait...
nl_nl: Opmerking opslaan. Even geduld...

source: Note saved successfully.
nl_nl: Opmerking succesvol opgeslagen.

source: Undefined error occured while saving your note!
nl_nl: Er is een ongedefinieerde fout opgetreden tijdens het opslaan van je notitie!

source: Deactivating...
nl_nl: Deactiveren...

source: Activating...
nl_nl: Activeren...

source: Removing...
nl_nl: Verwijderen...

source: Extension deactivated.
nl_nl: Uitbreiding gedeactiveerd.

source: Extension activated.
nl_nl: Uitbreiding geactiveerd.

source: Extension removed.
nl_nl: Uitbreiding verwijderd.

source: Undefined error.
nl_nl: Ongedefinieerde fout.

source: Already activated.
nl_nl: Al geactiveerd.

source: Connection error detected. The Verify Certificate option has been switched to NO. Retrying...
nl_nl: Verbindingsfout gedetecteerd. De optie Certificaat verifiëren is op NEE gezet. Opnieuw proberen...

source: License activated.
nl_nl: Licentie geactiveerd.

source: License deactivated.
nl_nl: Licentie gedeactiveerd.

source: Validating...
nl_nl: Valideren...

source: Main API Key is required.
nl_nl: De API-hoofdsleutel is vereist.

source: Validating. Please wait...
nl_nl: Valideren. Even geduld...

source: License activated.
nl_nl: Licentie geactiveerd.

source: Loading extensions info...
nl_nl: Info over extensies laden...

source: Undefined error occurred. Please try again.
nl_nl: Er is een ongedefinieerde fout opgetreden. Probeer het opnieuw.

source: Running. Please wait...
nl_nl: Loopt. Even geduld...

source: Queued
nl_nl: In wachtrij

source: Activating extensions. Please wait...
nl_nl: Extensies worden geactiveerd. Even geduld...

source: Extensions have been activated successfully!
nl_nl: Extensies zijn succesvol geactiveerd!

source: Installation completed successfully. Page will reload automatically in 3 seconds.
nl_nl: Installatie succesvol voltooid. De pagina wordt na 3 seconden automatisch opnieuw geladen.

source: You are about to remove the selected sites from your MainWP Dashboard?
nl_nl: U staat op het punt de geselecteerde sites te verwijderen uit uw MainWP Dashboard?

source: You are about to update plugins on the selected sites?
nl_nl: Ga je plugins bijwerken op de geselecteerde sites?

source: You are about to update themes on the selected sites?
nl_nl: Ga je thema's bijwerken op de geselecteerde sites?

source: You are about to update WordPress core files on the selected sites?
nl_nl: Je staat op het punt om de kernbestanden van WordPress bij te werken op de geselecteerde sites?

source: You are about to update translations on the selected sites?
nl_nl: U staat op het punt vertalingen bij te werken op de geselecteerde sites?

source: You are about to update everything on the selected sites?
nl_nl: U staat op het punt om alles op de geselecteerde sites bij te werken?

source: You are about to check abandoned plugin on the selected sites?
nl_nl: Ga je de verlaten plugin controleren op de geselecteerde sites?

source: You are about to check abandoned theme on the selected sites?
nl_nl: Ga je thema verlaten controleren op de geselecteerde sites?

source: You are about to suspend the selected sites?
nl_nl: U staat op het punt om de geselecteerde sites op te schorten?

source: Undefined error occured. Please try again.
nl_nl: Er is een ongedefinieerde fout opgetreden. Probeer het opnieuw.

source: The site has been removed and the MainWP Child plugin has been disabled.
nl_nl: De site is verwijderd en de MainWP Child plugin is uitgeschakeld.

source: Site not found. Please try again.
nl_nl: Site niet gevonden. Probeer het opnieuw.

source: The site has been removed but the MainWP Child plugin could not be disabled.
nl_nl: De site is verwijderd, maar de MainWP Child plugin kon niet worden uitgeschakeld.

source: updated
nl_nl: bijgewerkt

source: suspended
nl_nl: opgeschort

source: Paused import by user.
nl_nl: Import door gebruiker onderbroken.

source: Continue
nl_nl: Doorgaan

source: Continue import.
nl_nl: Ga door met importeren.

source: Please enter the site name.
nl_nl: Voer de sitenaam in.

source: Please enter the site URL.
nl_nl: Voer de URL van de site in.

source: Please enter username of the site administrator.
nl_nl: Voer de gebruikersnaam van de sitebeheerder in.

source: HTTP error: website does not exist!
nl_nl: HTTP-fout: website bestaat niet!

source: MainWP Child plugin not detected! First install and activate the MainWP Child plugin and add your site to MainWP afterwards. Click <a href="%1" target="_blank">here</a> to install <a href="%2" target="_blank">MainWP</a> plugin (do not forget to activate it after installation)
nl_nl: MainWP Child plugin niet gedetecteerd! Installeer en activeer eerst de MainWP Child plugin en voeg daarna je site toe aan MainWP. Klik <a href="%1" target="_blank">hier</a> om <a href="%2" target="_blank">MainWP</a> plugin te installeren (vergeet niet te activeren na installatie)

source: Undefined error!
nl_nl: Ongedefinieerde fout!

source: Please enter a valid URL. Example: http://example.com Click OK to stay and correct, or Cancel to continue without correcting.
nl_nl: Voer een geldige URL in. Voorbeeld: http://example.com Klik op OK om te blijven en te corrigeren, of op Annuleren om door te gaan zonder te corrigeren.

source: The pasted URL is invalid. Example: http://example.com Click OK to stay and correct, or Cancel to continue without correcting.
nl_nl: De geplakte URL is ongeldig. Voorbeeld: http://example.com Klik op OK om te blijven en te corrigeren, of op Annuleren om door te gaan zonder te corrigeren.

source: You can only submit either the table data or a CSV file, not both at the same time
nl_nl: Je kunt alleen tabelgegevens of een CSV-bestand insturen, niet allebei tegelijk

source: Please fill in the table or select a CSV file.
nl_nl: Selecteer een thema om bestanden te installeren.

source: Site URL is required in row %1
nl_nl: Site URL is vereist in rij %1

source: Admin Name is required in row %1
nl_nl: Admin Naam is vereist in rij %1

source: Admin Password is required in row %1
nl_nl: Admin-wachtwoord is vereist in rij %1

source: At least one row must have both Site URL, Admin Name and Admin Password.
nl_nl: Ten minste één rij moet zowel Site URL, Admin Name als Admin Password bevatten.

source: PENDING
nl_nl: IN BEHANDELING

source: Updating everything: Plugins...
nl_nl: Alles bijwerken: Plugins...

source: Updating everything: Themes...
nl_nl: Alles bijwerken: Thema's...

source: Updating everything: Translations...
nl_nl: Alles bijwerken: Vertalingen...

source: Updating plugins...
nl_nl: Plugins bijwerken...

source: Updating themes...
nl_nl: Thema's bijwerken...

source: Updating translations...
nl_nl: Vertalingen bijwerken...

source: Backup failed
nl_nl: Back-up mislukt

source: Updating WordPress
nl_nl: WordPress bijwerken

source: Updating everything: WordPress
nl_nl: Alles bijwerken: WordPress

source: Please select at least one website or group or client.
nl_nl: Selecteer ten minste één website of groep of klant.

source: Please select at least one plugin status.
nl_nl: Selecteer ten minste één pluginstatus.

source: Please select at least one website.
nl_nl: Selecteer ten minste één website.

source: No saved notes. Click the Edit button to edit plugin notes.
nl_nl: Geen opgeslagen aantekeningen. Klik op de knop Bewerken om plugin-aantekeningen te bewerken.

source: Note saved!
nl_nl: Opmerking opgeslagen!

source: Undefined error occured while saving your note
nl_nl: Er is een ongedefinieerde fout opgetreden tijdens het opslaan van je notitie

source: Please select at least one theme status.
nl_nl: Selecteer ten minste één themastatus.

source: Please wait...
nl_nl: Ogenblik geduld...

source: Are you sure you want to update the plugin on the selected site?
nl_nl: Weet je zeker dat je de plugin wilt bijwerken op de geselecteerde site?

source: Update successful
nl_nl: Bijwerken geslaagd

source: Are you sure you want to update the theme on the selected site?
nl_nl: Weet je zeker dat je het thema wilt bijwerken op de geselecteerde site?

source: You are about to delete %1 page(s). Are you sure you want to proceed?
nl_nl: U staat op het punt %1 pagina('s) te verwijderen. Weet u zeker dat u door wilt gaan?

source: Please select websites or groups or clients.
nl_nl: Selecteer websites of groepen of klanten.

source: You are about to delete %1 post(s). Are you sure you want to proceed?
nl_nl: Je staat op het punt %1 bericht(en) te verwijderen. Weet je zeker dat je door wilt gaan?

source: Please select at least one post status.
nl_nl: Selecteer ten minste één poststatus.

source: You are about to delete the selected REST API Key?
nl_nl: U staat op het punt de geselecteerde REST API Key te verwijderen?

source: You are about to delete the selected REST API Key(s)?
nl_nl: U staat op het punt de geselecteerde REST API Key(s) te verwijderen?

source: The REST API Key has been deleted.
nl_nl: De REST API-sleutel is verwijderd.

source: Search themes...
nl_nl: Thema's zoeken...

source: Updating the icon. Please wait...
nl_nl: Het pictogram wordt bijgewerkt. Even geduld...

source: Loading...
nl_nl: Laden…

source: Update
nl_nl: Bijwerken

source: Update All
nl_nl: Alles bijwerken

source: Updating...
nl_nl: Bijwerken...

source: Updating. Please wait...
nl_nl: Wordt bijgewerkt. Even geduld...

source: Are you sure you want to update the Wordpress core files on the selected site?
nl_nl: Weet je zeker dat je de Wordpress core-bestanden op de geselecteerde site wilt bijwerken?

source: Updating All
nl_nl: Alles bijwerken

source: WordPress Core
nl_nl: WordPress-kern

source: You are about to update %1 on the following site(s): <br/><div class="ui message">%2</div> <strong>Do you want to proceed?</strong>
nl_nl: U staat op het punt %1 on de volgende site(s) bij te werken: <br/> %2 <strong>Wilt u doorgaan?</strong>

source: Updating all...
nl_nl: Alle...

source: You are about to update %1 on the following site(s): %2?
nl_nl: U staat op het punt %1 on de volgende site(s) bij te werken: %2?

source: Updating %1
nl_nl: Bijwerken van %1

source: You are about to update the %1 translation on the following site(s): <br/><div class="ui message">%2</div> <strong>Do you want to proceed?</strong>
nl_nl: U staat op het punt de vertaling %1 bij te werken op de volgende site(s): <br/> %2 <strong>Wilt u doorgaan?</strong>

source: FAILED
nl_nl: MISLUKT

source: Updating all
nl_nl: Alle bijwerken

source: Pending
nl_nl: In afwachting

source: You are about to update the %1 plugin on the following site(s): <br/><div class="ui message">%2</div> <strong>Do you want to proceed?</strong>
nl_nl: U staat op het punt de plugin %1 bij te werken op de volgende site(s): <br/> %2 <strong>Wilt u doorgaan?</strong>

source: themes
nl_nl: thema's

source: Please, select items to update.
nl_nl: Selecteer items om bij te werken.

source: You are about to update the %1 theme on the following site(s): <br/><div class="ui message">%2</div> <strong>Do you want to proceed?</strong>
nl_nl: U staat op het punt het thema %1 bij te werken op de volgende site(s): <br/> %2 <strong>Wilt u doorgaan?</strong>

source: WordPress core files, plugins, themes and translations
nl_nl: WordPress kernbestanden, plugins, thema's en vertalingen

source: WordPress core files
nl_nl: WordPress kernbestanden

source: translations
nl_nl: vertalingen

source: Update failed!
nl_nl: Update mislukt!

source: No ignored abandoned %1s
nl_nl: Geen genegeerd achtergelaten %1s

source: No ignored abandoned plugins.
nl_nl: Geen genegeerde verlaten plugins.

source: No ignored abandoned themes.
nl_nl: Geen genegeerde verlaten thema's.

source: No ignored %1s
nl_nl: Niet genegeerd %1s

source: Are you sure you want to ignore %1 plugin updates on %2? The updates will no longer be visible in your MainWP Dashboard.
nl_nl: Weet je zeker dat je de %1 plugin updates wilt negeren? De updates zullen niet langer zichtbaar zijn in je MainWP Dashboard.

source: Are you sure you want to ignore the %1 theme updates? The updates will no longer be visible in your MainWP Dashboard.
nl_nl: Weet je zeker dat je de %1 thema-updates wilt negeren? De updates zullen niet langer zichtbaar zijn in je MainWP Dashboard.

source: Are you sure you want to ignore EXAMPLE plugin updates on EXAMPLE SITE? The updates will no longer be visible in your MainWP Dashboard.
nl_nl: Weet je zeker dat je de %1 plugin updates wilt negeren? De updates zullen niet langer zichtbaar zijn in je MainWP Dashboard.

source: Are you sure you want to ignore the %1 plugin updates? The updates will no longer be visible in your MainWP Dashboard.
nl_nl: Weet je zeker dat je de %1 plugin updates wilt negeren? De updates zullen niet langer zichtbaar zijn in je MainWP Dashboard.

source: No ignored plugins.
nl_nl: Geen genegeerde plugins.

source: No ignored themes.
nl_nl: Geen genegeerde thema's.

source: No ignored WordPress
nl_nl: WordPress niet genegeerd

source: No ignored WordPress.
nl_nl: WordPress niet genegeerd.

source: Are you sure you want to update the translation on the selected site?
nl_nl: Weet je zeker dat je de vertaling op de geselecteerde site wilt bijwerken?

source: Are you sure you want to update all translations?
nl_nl: Weet je zeker dat je alle vertalingen wilt bijwerken?

source: Are you sure you want to update selected translations?
nl_nl: Weet je zeker dat je de geselecteerde vertalingen wilt bijwerken?

source: Are you sure you want to update all plugins?
nl_nl: Weet je zeker dat je alle plugins wilt bijwerken?

source: Are you sure you want to update selected plugins?
nl_nl: Weet je zeker dat je de geselecteerde plugins wilt bijwerken?

source: Are you sure you want to update all themes?
nl_nl: Weet je zeker dat je alle thema's wilt bijwerken?

source: Are you sure you want to update selected themes?
nl_nl: Weet je zeker dat je de geselecteerde thema's wilt bijwerken?

source: Update successful.
nl_nl: Update geslaagd.

source: Check Now
nl_nl: Nu controleren

source: Checking...
nl_nl: Controleren…

source: Checking process completed successfully.
nl_nl: Synchronisatieproces succesvol voltooid.

source: Process timed out. Please try again.
nl_nl: Het proces is uitgetimed. Probeer het opnieuw.

source: You are about to delete %1 user(s). Are you sure you want to proceed?
nl_nl: Je staat op het punt om %1 user(s) te verwijderen. Weet u zeker dat u door wilt gaan?

source: Please search and select users.
nl_nl: Zoek en selecteer gebruikers.

source: Please select at least one website or group or clients.
nl_nl: Selecteer ten minste één website of groep of klanten.

source: Please enter CSV file for upload.
nl_nl: Voer een CSV-bestand in om te uploaden.

source: Invalid import data.
nl_nl: Ongeldige importgegevens.

source: Please enter a username.
nl_nl: Vul gebruikersnaam in.

source: Please enter an email.
nl_nl: Vul een e-mailadres in.

source: Please enter a password.
nl_nl: Vul je wachtwoord in.

source: Please select a data role.
nl_nl: Selecteer een gegevensrol.

source: Please select websites or groups to add a user.
nl_nl: Selecteer websites of groepen om een gebruiker toe te voegen.

source: Number of users to import: %1 Created users: %2 Failed: %3
nl_nl: Aantal te importeren gebruikers: %1 Aangemaakte gebruikers: %2 Fgearchiveerd: %3

source: Removing the site. Please wait...
nl_nl: De site wordt verwijderd. Even geduld alstublieft...

source: The site has been removed and the MainWP Child plugin has been disabled. You will be redirected to the Sites page right away.
nl_nl: De site is verwijderd en de MainWP Child plugin is uitgeschakeld. Je wordt meteen doorgestuurd naar de Sites-pagina.

source: Site could not be removed. Please reload the page and try again.
nl_nl: Site kon niet worden verwijderd. Laad de pagina opnieuw en probeer het opnieuw.

source: The site has been removed. Please make sure that the MainWP Child plugin has been deactivated properly. You will be redirected to the Sites page right away.
nl_nl: De site is verwijderd. Controleer of de MainWP Child plugin goed is gedeactiveerd. Je wordt meteen doorgestuurd naar de Sites-pagina.

source: MainWP Child plugin not detected or could not be reached! Ensure the MainWP Child plugin is installed and activated on the child site, and there are no security rules blocking requests. If you continue experiencing this issue, check the MainWP Community for help.
nl_nl: MainWP Child plugin niet gedetecteerd of kon niet worden bereikt! Zorg ervoor dat de MainWP Child plugin is geïnstalleerd en geactiveerd op de child site, en dat er geen beveiligingsregels zijn die verzoeken blokkeren. Als je dit probleem blijft ervaren, kijk dan op de MainWP Community voor hulp.

source: You are about to check abandoned plugins on the sites?
nl_nl: Ga je verlaten plugins op de sites controleren?

source: You are about to check abandoned themes on the sites?
nl_nl: Je staat op het punt om verlaten thema's op de sites te controleren?

source: started
nl_nl: gestart

source: Are you sure?
nl_nl: Weet je het zeker?

source: Data Synchronization
nl_nl: Gegevenssynchronisatie

source: Syncing...
nl_nl: Synchroniseren...

source: Synchronization process completed successfully.
nl_nl: Synchronisatieproces succesvol voltooid.

source: Delete Non-MainWP Changes
nl_nl: Niet-MainWP wijzigingen verwijderen

source: Deleting...
nl_nl: Verwijderen …

source: Process completed successfully.
nl_nl: Proces succesvol afgerond.

source: Disconnect All Sites
nl_nl: Alle sites ontkoppelen

source: disconnected
nl_nl: verbroken

source: Adding the site to your MainWP Dashboard. Please wait...
nl_nl: De site toevoegen aan je MainWP Dashboard. Even geduld...

source: Click %1here%2 to see response from the child site.
nl_nl: Klik op %1here%2 om het antwoord van de kindersite te zien.

source: This site can not be reached! Please use the Test Connection feature and see if the positive response will be returned. For additional help, please review this <a href="https://kb.mainwp.com/docs/potential-issues/">Knowledgebase document</a>, and if you still have issues, please let us know in the <a href="https://managers.mainwp.com/c/community-support/5">MainWP Community</a>.
nl_nl: Deze site kan niet worden bereikt! Gebruik de functie Verbinding testen en kijk of u een positief antwoord krijgt. Bekijk voor aanvullende hulp dit <a href="https://kb.mainwp.com/docs/potential-issues/">Knowledgebase document</a> en als u nog steeds problemen ondervindt, laat het ons dan weten in de <a href="https://managers.mainwp.com/c/community-support/5">MainWP Community</a>.
