Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: PHP version does not match the WordPress requirement
nl_nl: PHP-versie komt niet overeen met de vereisten voor WordPress

source: PHP version matches the WordPress requirement
nl_nl: PHP-versie komt overeen met de vereisten voor WordPress

source: Checks if PHP version matches the WP requirement. You have to change this yourself.
nl_nl: Controleert of de PHP-versie overeenkomt met de vereisten voor WP. Je moet dit zelf wijzigen.

source: SSL protocol is not in place
nl_nl: SSL-protocol is niet aanwezig

source: SSL protocol is in place
nl_nl: SSL-protocol is aanwezig

source: Checks if SSL protocol is in place. You have to change this yourself.
nl_nl: Controleert of het SSL-protocol aanwezig is. Je moet dit zelf wijzigen.

source: WP Config debugging is enabled
nl_nl: WP Config debuggen is ingeschakeld

source: WP Config debugging is disabled
nl_nl: WP Config debuggen is uitgeschakeld

source: Checks if WP Config debugging is disabled. You have to change this yourself.
nl_nl: Controleert of WP Config debugging is uitgeschakeld. Je moet dit zelf wijzigen.

source: Fix All
nl_nl: Alles repareren

source: Refresh
nl_nl: Ververs

source: NOT SET
nl_nl: NIET INGESTELD

source: ON
nl_nl: AAN

source: OFF
nl_nl: UIT

source: The HTTP response test get an error "%s"
nl_nl: De HTTP-responstest krijgt een fout "%s"

source: The HTTP response test get a false http status (%s)
nl_nl: De HTTP-responstest krijgt een valse http-status (%s)

source: Not expected HTTP response body: %s
nl_nl: Niet verwacht HTTP-antwoord: %s

source: Response Test O.K.
nl_nl: Reactietest O.K.

source: Number of connected sites
nl_nl: Aantal aangesloten sites

source: Use WP Cron
nl_nl: Gebruik WP Cron

source: Optimize data loading
nl_nl: Het laden van gegevens optimaliseren

source: WP Core advanced automatic updates enabled
nl_nl: WP Core geavanceerde automatische updates ingeschakeld

source: Plugin advanced automatic updates enabled
nl_nl: Plugin geavanceerde automatische updates ingeschakeld

source: Theme advanced automatic updates enabled
nl_nl: Thema geavanceerde automatische updates ingeschakeld

source: Abandoned plugins/themes tolerance
nl_nl: Verlaten plugins/thema tolerantie

source: Maximum number of posts to return
nl_nl: Maximum aantal berichten dat wordt geretourneerd

source: Maximum number of pages to return
nl_nl: Maximum aantal pagina's om terug te sturen

source: Maximum number of comments
nl_nl: Maximum aantal opmerkingen

source: MainWP legacy backups enabled
nl_nl: MainWP legacy back-ups ingeschakeld

source: Primary backup system
nl_nl: Primair back-upsysteem

source: Site health monitoring enabled
nl_nl: Gezondheidsmonitoring van site ingeschakeld

source: Maximum simultaneous requests
nl_nl: Maximale gelijktijdige verzoeken

source: Minimum delay between requests
nl_nl: Minimale vertraging tussen verzoeken

source: Maximum simultaneous requests per ip
nl_nl: Maximale gelijktijdige aanvragen per ip

source: Minimum delay between requests to the same ip
nl_nl: Minimale vertraging tussen aanvragen naar hetzelfde ip

source: Maximum simultaneous sync requests
nl_nl: Maximum gelijktijdige synchronisatieverzoeken

source: Maximum simultaneous install and update requests
nl_nl: Maximale gelijktijdige installatie- en updateverzoeken

source: Maximum simultaneous uptime monitoring requests (Default: 10)
nl_nl: Maximale gelijktijdige synchronisatieverzoeken (Standaard: 8)

source: Cache control enabled
nl_nl: Cachebeheer ingeschakeld

source: REST API enabled
nl_nl: REST API ingeschakeld

source: Primary Backup System
nl_nl: Primair back-upsysteem

source: WP-Config File
nl_nl: WP-configuratiebestand

source: .htaccess File
nl_nl: .htaccess bestand

source: Copy the system report to paste it to the MainWP Community.
nl_nl: Kopieer het systeemrapport om het in de MainWP Community te plakken.

source: Copy System Report for the MainWP Community
nl_nl: Rapport over kopieersysteem voor de MainWP-community

source: Download System Report
nl_nl: Systeemrapport downloaden

source: Check your system configuration and make sure your MainWP Dashboard passes all system requirements. If you need help with resolving specific errors, please review this %1$shelp document%2$s.
nl_nl: Controleer uw systeemconfiguratie en zorg ervoor dat uw MainWP Dashboard aan alle systeemvereisten voldoet. Als je hulp nodig hebt bij het oplossen van specifieke fouten, bekijk dan dit %1$shelpdocument%2$s.

source: Your host needs to update OpenSSL to at least version 1.1.0 which is already over 4 years old and contains patches for over 60 vulnerabilities.%1$sThese range from Denial of Service to Remote Code Execution. %2$sClick here for more information.%3$s
nl_nl: Je host moet OpenSSL updaten naar ten minste versie 1.1.0, die al meer dan 4 jaar oud is en patches bevat voor meer dan 60 kwetsbaarheden.%1$sDeze variëren van Denial of Service tot Execution van Code op afstand. %2$sKlik hier voor meer informatie.%3$s

source: WordPress Check
nl_nl: WordPress Controle

source: Required
nl_nl: Verplicht

source: Detected
nl_nl: Gedetecteerd

source: Server Configuration
nl_nl: Serverconfiguratie

source: Detected Value
nl_nl: Gedetecteerde waarde

source: MainWP Dashboard Settings
nl_nl: MainWP Dashboard Instellingen

source: No installed extensions
nl_nl: Geen geïnstalleerde extensies

source: FileSystem Method
nl_nl: Methode Bestandssysteem

source: PHP Allow URL fopen
nl_nl: PHP sta URL fopen toe

source: PHP Exif Support
nl_nl: PHP Exif-ondersteuning

source: PHP IPTC Support
nl_nl: PHP IPTC-ondersteuning

source: PHP XML Support
nl_nl: PHP XML-ondersteuning

source: Function `tmpfile` enabled
nl_nl: Functie `tmpfile` ingeschakeld

source: PHP Session enabled
nl_nl: PHP Sessie ingeschakeld

source: PHP Disabled Functions
nl_nl: PHP Uitgeschakelde Functies

source: PHP Loaded Extensions
nl_nl: PHP geladen extensies

source: MySQL Mode
nl_nl: MySQL modus

source: MySQL Client Encoding
nl_nl: MySQL-clientcodering

source: Server Name
nl_nl: Server Naam

source: Architecture
nl_nl: Architectuur

source: Server self connect
nl_nl: Server maakt zelf verbinding

source: User Agent
nl_nl: Gebruiker agent

source: Server Port
nl_nl: Serverpoort

source: Memory Usage
nl_nl: Geheugengebruik

source: Complete URL
nl_nl: Volledige URL

source: Request Time
nl_nl: Verzoek tijd

source: Accept Content
nl_nl: Inhoud accepteren

source: Accept-Charset Content
nl_nl: Accept-Charset inhoud

source: Currently Executing Script Pathname
nl_nl: Script dat momenteel wordt uitgevoerd Padnaam

source: Current Page URI
nl_nl: Huidige pagina URI

source: Remote Address
nl_nl: Adres op afstand

source: Remote Host
nl_nl: Externe host

source: Remote Port
nl_nl: Externe poort

source: MainWP Dashboard Version
nl_nl: Versie MainWP Dashboard

source: Check
nl_nl: Controleer

source: Required Value
nl_nl: Vereiste waarde

source: PHP Version
nl_nl: PHP Versie

source: SSL Extension Enabled
nl_nl: SSL-extensie ingeschakeld

source: cURL Extension Enabled
nl_nl: cURL Extensie Ingeschakeld

source: Your host needs to update LibreSSL to at least version 2.5.0 which is already over 4 years old and contains patches for over 60 vulnerabilities.%1$sThese range from Denial of Service to Remote Code Execution. %2$sClick here for more information.%3$s
nl_nl: Je host moet OpenSSL updaten naar ten minste versie 1.1.0, die al meer dan 4 jaar oud is en patches bevat voor meer dan 60 kwetsbaarheden.%1$sDeze variëren van Denial of Service tot Execution van Code op afstand. %2$sKlik hier voor meer informatie.%3$s

source: MySQL Version
nl_nl: MySQL Versie

source: Once hourly
nl_nl: Eenmaal per uur

source: Once daily
nl_nl: Eenmaal daags

source: Once every five minutes
nl_nl: Eens in de vijf minuten

source: Make sure scheduled actions are working correctly. If scheduled actions do not run normally, please review this %1$shelp document%2$s.
nl_nl: Controleer of geplande acties correct werken. Als geplande acties niet normaal werken, bekijk dan dit %1$shelpdocument%2$s.

source: Hook
nl_nl: Haak

source: Last Run
nl_nl: Laatste run

source: Next Run
nl_nl: Volgende uitvoering

source: Never
nl_nl: Nooit

source: Once per day
nl_nl: Eenmaal per dag

source: Twice per day
nl_nl: Twee keer per dag

source: Three times per day
nl_nl: Drie keer per dag

source: Four times per day
nl_nl: Vier keer per dag

source: Five times per day
nl_nl: Vijf keer per dag

source: Six times per day
nl_nl: Zes keer per dag

source: Seven times per day
nl_nl: Zeven keer per dag

source: Eight times per day
nl_nl: Acht keer per dag

source: Nine times per day
nl_nl: Negen keer per dag

source: Ten times per day
nl_nl: Tien keer per dag

source: Eleven times per day
nl_nl: Elf keer per dag

source: Twelve times per day
nl_nl: Twaalf keer per dag

source: See the WordPress error log to fix problems that arise on your MainWP Dashboard site.
nl_nl: Bekijk het WordPress foutenlogboek om problemen op te lossen die zich voordoen op je MainWP Dashboard site.

source: Time
nl_nl: Tijd

source: Error logging disabled.
nl_nl: Foutregistratie uitgeschakeld.

source: To enable error logging, please check this %1$shelp document%2$s.
nl_nl: Raadpleeg dit %1$shelpdocument%2$s om het loggen van fouten in te schakelen.

source: MainWP is unable to find your error logs, please contact your host for server error logs.
nl_nl: MainWP kan uw foutenlogboeken niet vinden. Neem contact op met uw host voor de foutenlogboeken van de server.

source: File content could not be displayed.
nl_nl: Bestandsinhoud kon niet worden weergegeven.

source: It appears that the show_source() PHP function has been disabled on the servre.
nl_nl: Het lijkt erop dat de show_source() PHP-functie is uitgeschakeld op de server.

source: Please, contact your host support and have them enable the show_source() function for the proper functioning of this feature.
nl_nl: Neem contact op met de ondersteuning van je host en laat ze de functie show_source() inschakelen voor een goede werking van deze functie.

source: wp-config.php not found
nl_nl: wp-config.php niet gevonden

source: Update Checking
nl_nl: Controle bijwerken

source: Uptime monitoring
nl_nl: Basis Uptime-bewaking

source: Uptime notification
nl_nl: Bevestigingen bijwerken

source: Execution time
nl_nl: Uitvoeringstijd

source: Logs Auto Purge
nl_nl: Logboeken automatisch wissen

source: Dashboard Connect
nl_nl: Dashboardslot

source: Warning
nl_nl: Waarschuwing

source: Delete Log
nl_nl: Verwijder log

source: Enable a specific logging system.
nl_nl: Een specifiek logsysteem inschakelen.

source: Each specific log type changes only the type of information logged. It does not change the log view.
nl_nl: Elk specifiek logboektype verandert alleen het type gelogde informatie. De logboekweergave wordt niet gewijzigd.

source: After disabling the Action Log, logs will still be visible. To remove records, click the Delete Logs button.
nl_nl: Na het uitschakelen van het Action Log zijn de logs nog steeds zichtbaar. Om records te verwijderen, klikt u op de knop Logs verwijderen.

source: For additional help, please review this %1$shelp document%2$s.
nl_nl: Bekijk dit %1$shelpdocument%2$s voor meer hulp.

source: MainWP Dashboard Plugin Privacy Policy
nl_nl: Privacybeleid MainWP Dashboard-plugin

source: Last updated: April 14, 2022
nl_nl: Laatst bijgewerkt: 14 april 2022

source: We value your privacy very highly. Please read this Privacy Policy carefully before using the MainWP Dashboard Plugin ("Plugin") operated by Sick Marketing, LLC d/b/a MainWP, a Limited Liability Company formed in Nevada, United States ("us","we","our") as this Privacy Policy contains important information regarding your privacy.
nl_nl: Wij hechten veel waarde aan uw privacy. Lees dit Privacybeleid zorgvuldig door voordat u de MainWP Dashboard-plugin ("Plugin") gebruikt die wordt beheerd door Sick Marketing, LLC d/b/a MainWP, een vennootschap met beperkte aansprakelijkheid uit Nevada, Verenigde Staten ("wij", "we", "onze"), aangezien dit Privacybeleid belangrijke informatie bevat over uw privacy.

source: Your access to and use of the Plugin is conditional upon your acceptance of and compliance with this Privacy Policy. This Privacy Policy applies to everyone accessing or using the Plugin.
nl_nl: Uw toegang tot en gebruik van de plug-in is afhankelijk van uw acceptatie en naleving van dit privacybeleid. Dit privacybeleid is van toepassing op iedereen die de plug-in opent of gebruikt.

source: By accessing or using the Plugin, you agree to be bound by this Privacy Policy. If you disagree with any part of this Privacy Policy, then you do not have our permission to access or use the Plugin.
nl_nl: Door de plug-in te openen of te gebruiken, gaat u ermee akkoord gebonden te zijn aan dit privacybeleid. Als je het niet eens bent met enig deel van dit privacybeleid, dan heb je geen toestemming om de plug-in te openen of te gebruiken.

source: What personal data we collect
nl_nl: Welke persoonlijke gegevens we verzamelen

source: We do not collect, store, nor process any personal data through this Plugin.
nl_nl: We verzamelen, bewaren en verwerken geen persoonlijke gegevens via deze Plugin.

source: Third-party extensions and integrations
nl_nl: Extensies en integraties van derden

source: This Plugin may be used with extensions that are operated by parties other than us. We may also provide extensions that have integrations with third party services. We do not control such extensions and integrations and are not responsible for their contents or the privacy or other practices of such extensions or integrations. Further, it is up to you to take precautions to ensure that whatever extensions or integrations you use adequately protect your privacy. Please review the Privacy Policies of such extensions or integrations before using them.
nl_nl: Deze plug-in kan worden gebruikt met extensies die worden beheerd door andere partijen dan wij. We kunnen ook extensies leveren die integraties hebben met services van derden. We hebben geen controle over dergelijke extensies en integraties en zijn niet verantwoordelijk voor hun inhoud of de privacy- of andere praktijken van dergelijke extensies of integraties. Verder is het aan u om voorzorgsmaatregelen te nemen om ervoor te zorgen dat welke extensies of integraties u ook gebruikt, uw privacy voldoende beschermen. Lees het privacybeleid van dergelijke extensies of integraties voordat u ze gebruikt.

source: Our contact information
nl_nl: Onze contactgegevens

source: If you have any questions regarding our privacy practices, please do not hesitate to contact us at the following:
nl_nl: Als u vragen hebt over ons privacybeleid, aarzel dan niet om contact met ons op te nemen op het volgende adres:

source: PO Box 27740
nl_nl: Postbus 27740

source: United States
nl_nl: Verenigde Staten

source: Our representative's contact information
nl_nl: Contactgegevens van onze vertegenwoordiger

source: If you are a resident of the European Union or the European Economic Area, you may also contact our representative at the following:
nl_nl: Als u een inwoner bent van de Europese Unie of de Europese Economische Ruimte, kunt u ook contact opnemen met onze vertegenwoordiger op het volgende adres:

source: Unit 3D
nl_nl: Eenheid 3D

source: North Point House
nl_nl: North Point Huis

source: North Point Business Park
nl_nl: North Point Bedrijvenpark

source: Ireland
nl_nl: Ierland

source: If you are a resident of the United Kingdom, you may contact our representative at the following:
nl_nl: Als u inwoner bent van het Verenigd Koninkrijk, kunt u contact opnemen met onze vertegenwoordiger op het volgende adres:

source: Ametros Group Ltd
nl_nl: Ametros Groep Ltd

source: Lakeside Offices
nl_nl: Kantoren aan het meer

source: Thorn Business Park
nl_nl: Thorn Bedrijvenpark

source: England
nl_nl: Engeland

source: Download MainWP Dashboard Privacy Policy
nl_nl: Download Privacybeleid MainWP Dashboard

source: Download MainWP Child Privacy Policy
nl_nl: Download MainWP Privacybeleid voor kinderen

source: No functions disabled.
nl_nl: Geen functies uitgeschakeld.

source: Individual uptime monitoring is running
nl_nl: Basis uptime-bewaking inschakelen

source: Fail
nl_nl: Mislukt

source: Pass
nl_nl: Gehaald

source: Settings Global options
nl_nl: Instellingen Globale opties

source: Advanced Options
nl_nl: Geavanceerde opties

source: MainWP Settings
nl_nl: MainWP-instellingen

source: Manage MainWP general settings. For additional help, review this %1$shelp document%2$s.
nl_nl: Algemene instellingen van MainWP beheren. Bekijk dit %1$shelpdocument%2$s voor meer hulp.

source: Daily sync time
nl_nl: Dagelijkse synchronisatietijd

source: Choose a specific time to initiate the first daily synchronization process.
nl_nl: Kies een specifieke tijd om het eerste dagelijkse synchronisatieproces te starten.

source: Frequency of auto sync
nl_nl: Frequentie van automatische synchronisatie

source: Set the frequency for automatic synchronization throughout the day.
nl_nl: Stel de frequentie in voor automatische synchronisatie gedurende de dag.

source: Select if you want to show sidebar with option on left or right.
nl_nl: Selecteer of je de zijbalk links of rechts wilt weergeven.

source: Right (default)
nl_nl: Rechts (standaard)

source: Updates Settings
nl_nl: Updates instellingen

source: Plugin advanced automatic updates
nl_nl: Plugin geavanceerde automatische updates

source: Enable or disable automatic plugin updates. If enabled, MainWP will update only plugins that you have marked as Trusted.
nl_nl: Automatische updates van plugins in- of uitschakelen. Als je deze optie inschakelt, werkt MainWP alleen de plugins bij die je als vertrouwd hebt gemarkeerd.

source: Install Trusted Updates
nl_nl: Vertrouwde updates installeren

source: Theme advanced automatic updates
nl_nl: Thema geavanceerde automatische updates

source: Enable or disable automatic theme updates. If enabled, MainWP will update only themes that you have marked as Trusted.
nl_nl: Automatische thema-updates in- of uitschakelen. Indien ingeschakeld zal MainWP alleen thema's updaten die je als Vertrouwd hebt gemarkeerd.

source: WP Core advanced automatic updates
nl_nl: WP Core geavanceerde automatische updates

source: Enable or disable automatic WordPress core updates.
nl_nl: Automatische kernupdates van WordPress in- of uitschakelen.

source: Advanced automatic updates delay
nl_nl: Geavanceerde vertraging voor automatische updates

source: Set the number of days to delay automatic updates.
nl_nl: Stel het aantal dagen in waarop automatische updates moeten worden uitgesteld.

source: Delay off
nl_nl: Vertraging uit

source: 1 day
nl_nl: 1 dag

source: 2 days
nl_nl: 2 dagen

source: 3 days
nl_nl: 3 dagen

source: 4 days
nl_nl: 4 dagen

source: 5 days
nl_nl: 5 dagen

source: 6 days
nl_nl: 6 dagen

source: 7 days
nl_nl: 7 dagen

source: 14 days
nl_nl: 14 dagen

source: 30 days
nl_nl: 30 dagen

source: Show WordPress language updates
nl_nl: Toon WordPress taal updates

source: Enable if you want to manage Translation updates
nl_nl: Inschakelen als u Vertaalupdates wilt beheren

source: Update confirmations
nl_nl: Bevestigingen bijwerken

source: Choose if you want to disable the popup confirmations when performing updates.
nl_nl: Kies of je de pop-upbevestigingen wilt uitschakelen bij het uitvoeren van updates.

source: Disable for single updates
nl_nl: Uitschakelen voor afzonderlijke updates

source: Check site HTTP response after update
nl_nl: Controleer HTTP-respons van site na update

source: Enable if you want your MainWP Dashboard to check child site header response after updates.
nl_nl: Inschakelen als je wilt dat je MainWP Dashboard de headerrespons van de kindersite controleert na updates.

source: Require a backup before an update
nl_nl: Een back-up vereisen voor een update

source: If enabled, your MainWP Dashboard will check if full backups exists before updating.
nl_nl: Als dit is ingeschakeld, controleert je MainWP Dashboard of er volledige back-ups bestaan voordat je deze bijwerkt.

source: Days without of a full backup tolerance
nl_nl: Dagen zonder een volledige back-uptolerantie

source: Set the number of days without of backup tolerance.
nl_nl: Stel het aantal dagen in zonder back-uptolerantie.

source: Set how many days without an update before plugin or theme will be considered as abandoned.
nl_nl: Stel in hoeveel dagen zonder update een plugin of thema als verlaten wordt beschouwd.

source: Frequency of automatic updates
nl_nl: Frequentie van automatische updates

source: Set the frequency for automatic updates process.
nl_nl: Stel de frequentie in voor het automatische updateproces.

source: Select day
nl_nl: Selecteer dag

source: Choose a specific day in month to initiate automatic updates process.
nl_nl: Kies een specifieke dag in de maand om het automatische updateproces te starten.

source: Choose a specific day in week to initiate automatic updates process.
nl_nl: Kies een specifieke dag in de week om het automatische updateproces te starten.

source: Mon
nl_nl: Ma

source: Tue
nl_nl: Di

source: Wed
nl_nl: Wo

source: Thus
nl_nl: Don

source: Fri
nl_nl: Vr

source: Sat
nl_nl: Zat

source: Sun
nl_nl: Zo

source: Select time
nl_nl: Selecteer een tijdstip

source: Choose a specific time to initiate automatic updates process.
nl_nl: Kies een specifieke tijd om het automatische updateproces te starten.

source: Timezone
nl_nl: Tijdzone

source: Choose either a city in the same timezone as you or a %s (Coordinated Universal Time) time offset.
nl_nl: Kies een stad in dezelfde tijdzone als jij of een tijdsverschil van %s (Coordinated Universal Time).

source: Universal time is %s.
nl_nl: Universele tijd is %s.

source: Local time is %s.
nl_nl: Lokale tijd is %s.

source: This timezone is currently in daylight saving time.
nl_nl: Deze tijdzone heeft momenteel zomertijd.

source: This timezone is currently in standard time.
nl_nl: Deze tijdzone is momenteel in standaardtijd.

source: Daylight saving time begins on: %s.
nl_nl: De zomertijd begint op: %s.

source: Standard time begins on: %s.
nl_nl: De standaardtijd begint op: %s.

source: This timezone does not observe daylight saving time.
nl_nl: Deze tijdzone houdt zich niet aan de zomertijd.

source: Date format
nl_nl: Datumweergave

source: Choose the display format for date.
nl_nl: Kies de weergave-indeling voor datum.

source: Custom:
nl_nl: Aangepast:

source: enter a custom date format in the following field
nl_nl: voer een aangepaste datumnotatie in het volgende veld in

source: Custom date format:
nl_nl: Aangepast datumformaat:

source: Preview:
nl_nl: Voorbeeld:

source: Time format
nl_nl: Tijdnotatie

source: Choose the display format for time.
nl_nl: Kies de weergave-indeling voor tijd.

source: enter a custom time format in the following field
nl_nl: voer een aangepast tijdformaat in het volgende veld in

source: Custom time format:
nl_nl: Aangepast tijdformaat:

source: Processing your websites.
nl_nl: Verwerking van uw websites.

source: Set how many requests are performed at once and delay between requests in order to optimize your MainWP Dashboard performance. Both Cross IP and IP Settings handle the majority of work connecting to your Child sites, while the sync, update, and installation request have specialized options under the Frontend Requests Settings section.
nl_nl: Stel in hoeveel verzoeken tegelijk worden uitgevoerd en de vertraging tussen de verzoeken om de prestaties van je MainWP Dashboard te optimaliseren. Zowel Cross IP als IP-instellingen verwerken het meeste werk bij het verbinden met je Child sites, terwijl de synchronisatie-, update- en installatieverzoeken gespecialiseerde opties hebben onder de sectie Instellingen Frontend Verzoeken.

source: OpenSSL Settings
nl_nl: OpenSSL-instellingen
