Repository: david-prv/mainwp
Catalog: languages/mainwp-*.po
Languages: nl_nl

source: Due to bug with PHP on some servers it is required to set the OpenSSL Library location so MainWP Dashboard can connect to your child sites.
nl_nl: Door een bug met PHP op sommige servers is het nodig om de OpenSSL Library locatie in te stellen zodat MainWP Dashboard verbinding kan maken met uw kind-sites.

source: OpenSSL.cnf location
nl_nl: OpenSSL.cnf locatie

source: If your openssl.cnf file is saved to a different path from what is entered please enter your exact path.
nl_nl: Als uw openssl.cnf bestand is opgeslagen op een ander pad dan wat is ingevoerd, voer dan uw exacte pad in.

source: If you are not sure how to find the openssl.cnf location, please %1$scheck this help document%2$s.
nl_nl: Als u niet zeker weet hoe u de openssl.cnf locatie kunt vinden, raadpleeg dan %1$sdit helpdocument%2$s.

source: If you have confirmed the placement of your openssl.cnf and are still receiving an error banner, click the "Error Fixed" button to dismiss it.
nl_nl: Als u de plaatsing van uw openssl.cnf hebt bevestigd en nog steeds een foutbanner ontvangt, klik dan op de knop "Error Fixed" (Fout verholpen) om deze te verwerpen.

source: Cross IP Settings
nl_nl: Cross IP-instellingen

source: Maximum simultaneous requests (Default: 4)
nl_nl: Maximale gelijktijdige verzoeken (standaard: 4)

source: If too many requests are sent out, they will begin to time out. This causes your sites to be shown as offline while they are up and running.
nl_nl: Als er te veel aanvragen worden verzonden, beginnen ze uit te lopen. Hierdoor worden je sites als offline weergegeven terwijl ze wel actief zijn.

source: Minimum delay between requests in milliseconds (Default: 200ms)
nl_nl: Minimale vertraging tussen verzoeken (standaard: 200)

source: This option allows you to control minimum time delay between two requests.
nl_nl: Met deze optie kun je de minimale tijdsvertraging tussen twee verzoeken instellen.

source: Per IP Settings
nl_nl: Per IP-instellingen

source: Maximum simultaneous requests per IP (Default: 1)
nl_nl: Maximum aantal gelijktijdige verzoeken per IP (standaard: 1)

source: Minimum delay between requests to the same IP in milliseconds (Default: 1000ms)
nl_nl: Minimale vertraging tussen verzoeken naar hetzelfde IP (standaard: 1000)

source: Frontend Request Settings
nl_nl: Instellingen voor aanvragen aan de voorkant

source: Maximum simultaneous sync requests (Default: 8)
nl_nl: Maximale gelijktijdige synchronisatieverzoeken (Standaard: 8)

source: This option allows you to control how many sites your MainWP Dashboard should sync at once.
nl_nl: Met deze optie kun je bepalen hoeveel sites je MainWP Dashboard in één keer moet synchroniseren.

source: Maximum simultaneous install and update requests (Default: 3)
nl_nl: Maximum gelijktijdige installatie- en updateverzoeken (Standaard: 3)

source: This option allows you to control how many update and install requests your MainWP Dashboard should process at once.
nl_nl: Met deze optie kun je bepalen hoeveel update- en installatieverzoeken je MainWP Dashboard in één keer moet verwerken.

source: Miscellaneous Settings
nl_nl: Diverse instellingen

source: Disabling this option will disable the WP Cron so all scheduled events will stop working.
nl_nl: Als je deze optie uitschakelt, wordt WP Cron uitgeschakeld, waardoor alle geplande gebeurtenissen niet meer werken.

source: Default: On
nl_nl: Standaard: Op

source: Verify SSL certificate
nl_nl: Verifieer SSL-certificaat

source: If enabled, your MainWP Dashboard will verify the SSL Certificate on your Child Site (if exists) while connecting the Child Site.
nl_nl: Als deze optie is ingeschakeld, controleert uw MainWP Dashboard het SSL-certificaat op uw kindersite (als dit bestaat) tijdens het verbinden met de kindersite.

source: Force IPv4
nl_nl: IPv4 forceren

source: Enable if you want to force your MainWP Dashboard to use IPv4 while tryig to connect child sites.
nl_nl: Inschakelen als je het MainWP Dashboard wilt dwingen om IPv4 te gebruiken tijdens het verbinden met kindersites.

source: Use MainWP tools to adjust your MainWP Dashboard to your needs and perform specific actions when needed. For additional help, review this %1$shelp document%2$s.
nl_nl: Gebruik de tools van MainWP om je MainWP Dashboard aan te passen aan je behoeften en specifieke acties uit te voeren wanneer dat nodig is. Bekijk voor meer hulp dit %1$shelpdocument%2$s.

source: Here you can select a theme for your MainWP Dashboard.
nl_nl: Hier kun je een thema kiezen voor je MainWP Dashboard.

source: To create a custom theme, copy the `mainwp-dark-theme.css` file from the MainWP Custom Dashboard Extension located in the `css` directory, make your edits and upload the file to the `../wp-content/uploads/mainwp/custom-dashboard/` directory.
nl_nl: Om een aangepast thema te maken, kopieert u het bestand `mainwp-dark-theme.css` uit de MainWP Custom Dashboard Extension in de map `css`, maakt u uw bewerkingen en uploadt u het bestand naar de map `../wp-content/uploads/mainwp/custom-dashboard/`.

source: Info messages have been restored successfully!
nl_nl: Info berichten zijn succesvol hersteld!

source: MainWP Dashboard Tools
nl_nl: MainWP Dashboard Gereedschap

source: Enable MainWP guided tours
nl_nl: MainWP rondleidingen inschakelen

source: Check this option to enable, or uncheck to disable MainWP guided tours.
nl_nl: Vink deze optie aan om MainWP rondleidingen in te schakelen, of uit om ze uit te schakelen.

source: OpenSSL Key Encryption
nl_nl: OpenSSL-versie

source: To enhance security, we've added a feature to encrypt your private keys stored in the database.
nl_nl: Om de beveiliging te verbeteren, hebben we een functie toegevoegd om je privésleutels in de database te versleutelen.

source: Force your MainWP Dashboard to establish a new connection
nl_nl: Forceer je MainWP Dashboard om een nieuwe verbinding te maken

source: Force your MainWP Dashboard to reconnect with your child sites. Only needed if suggested by MainWP Support.
nl_nl: Forceer je MainWP Dashboard om opnieuw verbinding te maken met je kindersites. Alleen nodig indien voorgesteld door MainWP Support.

source: Re-establish Connections
nl_nl: Verbindingen herstellen

source: Forces your dashboard to reconnect with your child sites. This feature will log out any currently logged in users on the Child sites and require them to re-log in. Only needed if suggested by MainWP Support.
nl_nl: Forceert je dashboard om opnieuw verbinding te maken met je child sites. Deze functie zorgt ervoor dat alle gebruikers die zijn ingelogd op de kindersites worden afgemeld en dat ze opnieuw moeten inloggen. Alleen nodig indien voorgesteld door MainWP Support.

source: Force your MainWP Dashboard to set new pair of OpenSSL Keys
nl_nl: Forceer je MainWP Dashboard om een nieuw paar OpenSSL-sleutels in te stellen

source: This will function renew connection and reconnect site right away.
nl_nl: Hierdoor wordt de verbinding vernieuwd en wordt de site meteen opnieuw verbonden.

source: Start the MainWP Quick Setup Wizard
nl_nl: De wizard Snelle installatie van MainWP starten

source: Click this button to start the Quick Setup Wizard
nl_nl: Klik op deze knop om de wizard Snelle installatie te starten

source: Start Quick Setup Wizard
nl_nl: Wizard snelle installatie starten

source: Import child sites
nl_nl: Kindersites importeren

source: Click this button to import websites to your MainWP Dashboard.
nl_nl: Klik op deze knop om websites te importeren naar je MainWP Dashboard.

source: Import Child Sites
nl_nl: Kindersites importeren

source: This will function will break the connection and leave the MainWP Child plugin active and which makes your sites vulnerable. Use only if you attend to reconnect site to the same or a different dashboard right away.
nl_nl: Deze functie verbreekt de verbinding en laat de MainWP Child plugin actief, waardoor je sites kwetsbaar worden. Alleen gebruiken als je de site meteen weer wilt verbinden met hetzelfde of een ander dashboard.

source: Disconnect Sites
nl_nl: Ontkoppel sites

source: Delete extensions API Activation data
nl_nl: Extensies API-activeringsgegevens verwijderen

source: Delete extensions API activation data. This will not affect extensions settings, it just removes API activation data.
nl_nl: API-activatiegegevens van extensies verwijderen. Dit heeft geen invloed op de instellingen van extensies, het verwijdert alleen API-activatiegegevens.

source: Delete Extensions API Activation Data
nl_nl: Extensies API-activeringsgegevens verwijderen

source: Restore all info messages
nl_nl: Alle infoberichten herstellen

source: Click this button to restore all info messages in your MainWP Dashboard and Extensions.
nl_nl: Klik op deze knop om alle infomeldingen in je MainWP Dashboard en Extensies te herstellen.

source: Restore Info Messages
nl_nl: Info berichten herstellen

source: Demo mode
nl_nl: Demo-modus

source: Demo Mode can not be enabled on MainWP Dashboards that already have sites connected, clients created or extensions installed.
nl_nl: Demo-modus kan niet worden ingeschakeld op MainWP Dashboards waarop al sites zijn aangesloten, clients zijn aangemaakt of extensies zijn geïnstalleerd.

source: Import Demo Content
nl_nl: Import Demo Inhoud

source: Click this button to delete the Demo content from your MainWP Dashboard and disable the Demo mode.
nl_nl: Klik op deze knop om de Demo-inhoud van je MainWP-dashboard te verwijderen en de demomodus uit te schakelen.

source: Delete Demo Content
nl_nl: Demo-inhoud verwijderen

source: Select your MainWP Dashboard theme.
nl_nl: Selecteer je MainWP Dashboard-thema.

source: Default
nl_nl: Standaard

source: Classic
nl_nl: Klassiek

source: Dark
nl_nl: Donker

source: Minimalistic
nl_nl: Minimalistische

source: If you need help with your MainWP Dashboard settings, please review following help documents
nl_nl: Als je hulp nodig hebt met de instellingen van je MainWP Dashboard, bekijk dan de volgende helpdocumenten

source: Welcome
nl_nl: Welkom

source: Introduction
nl_nl: Introductie

source: System
nl_nl: Systeem

source: Connect
nl_nl: Verbinden

source: Finish
nl_nl: Voltooien

source: MainWP &rsaquo; Setup Wizard
nl_nl: MainWP ' Opstellingswizard

source: Quit MainWP Quick Setup Wizard and Go to WP Admin
nl_nl: Sluit de wizard MainWP Snelle installatie af en ga naar WP Admin

source: Quit MainWP Quick Setup Wizard and Go to MainWP
nl_nl: Sluit de wizard Snelle installatie van MainWP af en ga naar MainWP

source: Welcome to your MainWP Dashboard!
nl_nl: Welkom in je MainWP Dashboard!

source: Are you ready to get started adding your sites?
nl_nl: Ben je klaar om te beginnen met het toevoegen van je sites?

source: Would you like to see Demo content first?
nl_nl: Wil je eerst demo-inhoud zien?

source: %1$sWhat is this?%2$s
nl_nl: %sWat is dit?%s

source: Explore MainWP's capabilities using our pre-loaded demo content.
nl_nl: Verken de mogelijkheden van MainWP met onze vooraf geladen demo-inhoud.

source: It's the perfect way to experience the benefits and ease of use MainWP provides without connecting to any of your own sites.
nl_nl: Het is de perfecte manier om de voordelen en het gebruiksgemak van MainWP te ervaren zonder verbinding te maken met je eigen sites.

source: Click this button to import the Demo content to your MainWP Dashboard and enable the Demo mode.
nl_nl: Klik op deze knop om de Demo-inhoud naar je MainWP Dashboard te importeren en de Demomodus in te schakelen.

source: Enable Demo Mode With Guided Tours
nl_nl: Demomodus met rondleidingen inschakelen

source: Guided tours feature is implemented using Javascript provided by Usetiful and is subject to the %1$sUsetiful Privacy Policy%2$s.
nl_nl: De functie rondleidingen wordt geïmplementeerd met behulp van Javascript van Usetiful en is onderhevig aan het %1$sUsetiful Privacybeleid%2$s.

source: MainWP Quick Setup Wizard
nl_nl: Wizard snelle installatie MainWP

source: Thank you for choosing MainWP for managing your WordPress sites. This quick setup wizard will help you configure the basic settings. It's completely optional and shouldn't take longer than five minutes.
nl_nl: Bedankt dat je MainWP hebt gekozen voor het beheren van je WordPress sites. Deze snelle installatiewizard helpt je bij het configureren van de basisinstellingen. Het is volledig optioneel en zou niet langer dan vijf minuten moeten duren.

source: Walkthrough
nl_nl: Doorloop

source: If you don't want to go through the setup wizard, you can skip and proceed to your MainWP Dashboard by clicking the "Not right now" button. If you change your mind, you can come back later by starting the Setup Wizard from the MainWP > Settings > MainWP Tools page!
nl_nl: Als u de installatiewizard niet wilt doorlopen, kunt u deze overslaan en doorgaan naar uw MainWP Dashboard door op de knop "Niet nu" te klikken. Als je van gedachten verandert, kun je later terugkomen door de Setup Wizard te starten vanuit de MainWP > Instellingen > MainWP Tools pagina!

source: Do you want to enable MainWP Guided Tours?
nl_nl: Wil je MainWP Rondleidingen inschakelen?

source: Highly recommended if new to MainWP!
nl_nl: Een echte aanrader als je nieuw bent met MainWP!

source: To go back to the WordPress Admin section, click the "Back to WP Admin" button.
nl_nl: Om terug te gaan naar het gedeelte WordPress Admin, klik je op de knop "Terug naar WP Admin".

source: Let's Go!
nl_nl: Aan de slag!

source: Back to WP Admin
nl_nl: Terug naar WP Admin

source: Not Right Now
nl_nl: Niet nu

source: System Requirements Check
nl_nl: Systeemvereisten controleren

source: What is the openssl.cnf file location on your computer?
nl_nl: Wat is de locatie van het openssl.cnf bestand op uw computer?

source: Due to bug with PHP on some servers, enter the openssl.cnf file location so MainWP Dashboard can connect to your child sites. If your openssl.cnf file is saved to a different path from what is entered above please enter your exact path.
nl_nl: Vanwege een bug met PHP op sommige servers, moet u de locatie van het openssl.cnf-bestand invoeren, zodat MainWP Dashboard verbinding kan maken met uw kindersites. Als uw openssl.cnf bestand is opgeslagen op een ander pad dan wat hierboven is ingevuld, voer dan uw exacte pad in.

source: %1$sClick here%2$s to see how to find the OpenSSL.cnf file.
nl_nl: %1$sKlik hier%2$s om te zien hoe u het OpenSSL.cnf-bestand kunt vinden.

source: Any warning here may cause the MainWP Dashboard to malfunction. After you complete the Quick Start setup it is recommended to contact your host’s support and updating your server configuration for optimal performance.
nl_nl: Elke waarschuwing hier kan ervoor zorgen dat het MainWP Dashboard niet goed werkt. Nadat je de Quick Start setup hebt voltooid, is het aan te raden om contact op te nemen met de ondersteuning van je host en je serverconfiguratie bij te werken voor optimale prestaties.

source: Skip
nl_nl: Overslaan

source: Congratulations!
nl_nl: Gefeliciteerd!

source: You have successfully connected your first site to your MainWP Dashboard!
nl_nl: Je hebt je eerste site succesvol verbonden met je MainWP Dashboard!

source: Do you want to create a client for your first child site?
nl_nl: Wil je een klant maken voor je eerste kindersite?

source: By adding a new client, you streamline site management within MainWP. Assigning sites to clients allows you to group and manage websites according to the clients they belong to for better organization and accessibility.
nl_nl: Door een nieuwe klant toe te voegen, stroomlijn je het beheer van sites binnen MainWP. Door sites aan klanten toe te wijzen, kun je websites groeperen en beheren op basis van de klanten waartoe ze behoren voor een betere organisatie en toegankelijkheid.

source: Select to create a New Client
nl_nl: Selecteer om een nieuwe klant te maken

source: Connect Your First Child Site
nl_nl: Sluit de site van je eerste kind aan

source: In the MainWP system, the sites you connect are referred to as "Child Sites."
nl_nl: In het MainWP-systeem worden de sites die je verbindt "Child Sites" genoemd

source: These Child Sites will be managed centrally from your MainWP Dashboard.
nl_nl: Geen kindersites toegevoegd aan je MainWP Dashboard.

source: Would you like to start with a single site or connect multiple sites to your MainWP Dashboard?
nl_nl: U staat op het punt de geselecteerde sites te verwijderen uit uw MainWP Dashboard?

source: Required Fields
nl_nl: Verplichte velden

source: What is the site URL?
nl_nl: Wat is de URL van de site?

source: What is your administrator username on that site?
nl_nl: Wat is de gebruikersnaam van je beheerder op die site?

source: Choose your connection authentication method:
nl_nl: Kies de verbindingsverificatiemethode:

source: What is your administrator password on that site?
nl_nl: Wat is de gebruikersnaam van je beheerder op die site?

source: Did you generate unique security ID on the site? If yes, copy it here, if not, leave this field blank.
nl_nl: Hebt u een unieke beveiligings-ID gegenereerd op de site? Zo ja, kopieer deze dan hier, zo niet, laat dit veld dan leeg.

source: Add site title. If left blank URL is used.
nl_nl: Titel van de site toevoegen. Als deze leeg blijft, wordt URL gebruikt.

source: or upload csv file
nl_nl: .zip-bestand uploaden

source: Upload the CSV file
nl_nl: CSV-bestand uploaden

source: Download sample CSV file
nl_nl: CSV-voorbeeldbestand downloaden

source: Click to upload the import file.
nl_nl: Klik op om het importbestand te uploaden.

source: Enable if the import file contains a header.
nl_nl: Inschakelen als het importbestand een koptekst bevat.

source: Confirm that the MainWP Child plugin is activated on the site(s) you wish to connect.
nl_nl: Selecteer om te bevestigen dat de MainWP Child plugin actief is op de kindersite.

source: Connect Site
nl_nl: Website aansluiten

source: Connect Sites
nl_nl: Website aansluiten

source: You have successfully created your first Client.
nl_nl: Je hebt met succes je eerste klant aangemaakt.

source: Create a Client
nl_nl: Een klant maken

source: Single Client
nl_nl: Klant selecteren

source: Multiple Clients
nl_nl: Meerdere klanten

source: For each site you’ve imported, please enter the Client Name and Client Email.
nl_nl: De contactnaam en het e-mailadres zijn verplicht. Voer een contactnaam en een e-mailadres in.

source: If the same client name and email are used across multiple sites, those sites will be merged and assigned to a single client profile.
nl_nl: Als dezelfde klantnaam en e-mail worden gebruikt op meerdere sites, worden deze sites samengevoegd en toegewezen aan één klantprofiel.

source: You can always update or edit this information later from the Clients module in your MainWP Dashboard.
nl_nl: Je kunt deze informatie later altijd bijwerken of bewerken vanuit de Klantenmodule in je MainWP Dashboard.

source: Client Site URL (required)
nl_nl: Naam klant (verplicht)

source: Client Name (required)
nl_nl: Naam klant (verplicht)

source: Client Email (required)
nl_nl: Naam klant (verplicht)

source: Add Clients
nl_nl: Opdrachtgevers toevoegen

source: Client Site URL
nl_nl: Locaties van klanten

source: Image must be 500KB maximum. It will be cropped to 310px wide and 70px tall. For best results us an image of this site. Allowed formats: jpeg, gif and png. Note that animated gifs aren't going to be preserved.
nl_nl: De afbeelding mag maximaal 500 KB groot zijn. De afbeelding wordt bijgesneden tot 310px breed en 70px hoog. Voor het beste resultaat gebruik je een afbeelding van deze site. Toegestane formaten: jpeg, gif en png. Animated gifs worden niet bewaard.

source: The MainWP Uptime Monitoring function periodically sends HTTP requests to your child sites, based on a chosen frequency from every 5 minutes to once daily, to check their operational status. It uses a direct cURL request to obtain an HTTP Header response, alerting you via email if a site fails to return a Status Code 200 (OK). This feature operates independently of third-party services, providing a straightforward and no-cost option for uptime monitoring across all your managed sites. However, it does not diagnose the specific nature of errors leading to site unavailability.
nl_nl: De MainWP Basic Uptime Monitoring functie stuurt periodiek HTTP-verzoeken naar je child sites, gebaseerd op een gekozen frequentie van elke 5 minuten tot eenmaal per dag, om hun operationele status te controleren. Het gebruikt een direct cURL-verzoek om een HTTP Header-antwoord te verkrijgen en waarschuwt je via e-mail als een site geen statuscode 200 (OK) terugstuurt. Deze functie werkt onafhankelijk van services van derden en biedt een eenvoudige en kostenloze optie voor uptimemonitoring op al uw beheerde sites. Het diagnosticeert echter niet de specifieke aard van fouten die leiden tot onbeschikbaarheid van de site.

source: The MainWP Site Health Monitoring feature integrates with WordPress 5.1's Site Health tool, providing centralized notifications regarding the health status of your child sites. It allows you to choose between being notified for any status changes or only when the health drops below the 'Good' threshold, ensuring you're informed about crucial security and performance metrics.
nl_nl: De MainWP Site Health Monitoring functie integreert met de Site Health tool van WordPress 5.1 en biedt gecentraliseerde meldingen over de gezondheidsstatus van je kindersites. Je kunt kiezen tussen een melding bij elke statusverandering of alleen wanneer de gezondheid onder de drempelwaarde 'Goed' komt, zodat je op de hoogte blijft van cruciale beveiligings- en prestatiegegevens.

source: Your MainWP Dashboard is Ready!
nl_nl: Je MainWP Dashboard is klaar!

source: Congratulations! Now you are ready to start managing your WordPress sites.
nl_nl: Gefeliciteerd! Nu ben je klaar om te beginnen met het beheren van je WordPress sites.

source: Start Managing Your Sites
nl_nl: Begin met het beheren van uw websites

source: WP-Admin on child sites
nl_nl: WP-admin op kindersites

source: Downloading...
nl_nl: Downloaden...

source: Redirecting...
nl_nl: Je wordt omgeleid...

source: Unauthorized request. Invalid or missing nonce, be sure you are using the current version of the MainWP Dashboard and Extensions.
nl_nl: Ongeautoriseerd verzoek. Ongeldige of ontbrekende nonce, zorg ervoor dat u de huidige versie van het MainWP Dashboard en Extensies gebruikt.

source: Install Themes
nl_nl: Installeer thema's

source: Manage installed themes on your child sites. Here you can activate, deactivate, and delete installed themes.
nl_nl: Geïnstalleerde thema's op je kindersites beheren. Hier kun je geïnstalleerde thema's activeren, deactiveren en verwijderen.

source: To Activate or Delete a specific theme, you must search only for Inactive themes on your child sites. If you search for Active or both Active and Inactive, the Activate and Delete actions will be disabled.
nl_nl: Om een specifiek thema te activeren of verwijderen, moet u alleen zoeken naar inactieve thema's op uw kindersites. Als u zoekt naar Actief of zowel Actief als Inactief, worden de acties Activeren en Verwijderen uitgeschakeld.

source: Loading Themes...
nl_nl: Thema's laden...

source: Use the search options to find the theme you want to manage
nl_nl: Gebruik de zoekopties om het thema te vinden dat je wilt beheren

source: A theme needs to be Inactive for it to be Activated or Deleted.
nl_nl: Een thema moet inactief zijn om het te kunnen activeren of verwijderen.

source: Show Themes
nl_nl: Thema's tonen

source: Theme name
nl_nl: Thema naam

source: Exclude theme
nl_nl: Thema uitsluiten

source: No themes found.
nl_nl: Geen thema’s gevonden.

source: Parent theme of the active theme (%s) on the site can not be deleted.
nl_nl: Het hoofdthema van het actieve thema (%s) op de site kan niet worden verwijderd.
